Repository: easaw/LazyEater
Catalog: languages/frozr-*.po
Languages: ar, es_mx

source: Hello %s Admin, A New Restaurant has registered in your site. Restaurant details: Email : %s First Name : %s Last Name : %s Shop Name : %s Shop URL : %s Shop Address : %s Shop Phone : %s View all users list at %s Regards! %s %s
es_mx: Hola %s Admin, Un nuevo resturante ha sido registrado en su sitio. Detalles: Email : %s Nombre : %s Apellido : %s Nombre restaurante : %s URL : %s Dirección : %s Teléfono : %s Ver lista de todos los usuarios en %s Saludoss! %s %s

source: Hello %s, Thank you for registering at %s. Your selling privileges will be activated shortly by one of the site admins. We will let you know if any updates. Regards! %s %s
es_mx: Hola %s, Gracias por registrarse en %s. Sus privilegios de venta eran actualizados en breve por un administrador. Te avisaremos en cuanto esten actualizados. Saludos! %s %s

source: Hello %s, Thank you for registering at %s. Your selling privileges has been activated. You can staring posting your items from your dashboard %s. Regards! %s %s
es_mx: Hola %s, Gracias por registrarse en% s ti. Las ventajas de venta se haya activado. Puede que mira fijamente la publicación de sus artículos en su tablero de instrumentos% s. Saludos! %s %s

source: Hello %s, Your selling privileges has updated to: %s Regards! %s %s
es_mx: Hola %s, Sus privilegios de venta ha actualizados a: %s Saludos! %s %s

source: Hello %s, Your order number %s dated %s has been marked as completed. Please take few moments and make a review on %s by clicking on the following link %s Regards! %s %s
es_mx: Hola%s, Su orden de número de fecha%s%s se ha marcado como completada. Por favor, tome unos momentos para hacer un comentario %s en la siguiente liga %s Saludos¡ %s %s

source: Hello %s, The order id %s status has been changed from completed to %s. The order total amount is %s an amount of %s has been dropped from your balance. Your new balance is %s. Please contact the website Admin if you might need any clarification. Regards! %s %s
es_mx: Hola %s, el estado del pedido id %s ha cambiado de a %s. La cantidad total de la orden es %s que una cantidad de %s se ha caído de su saldo. Su nuevo saldo es %s. Póngase en contacto con el Web Admin si puede ser que necesite cualquier aclaración. Saludos! %s %s

source: The Restaurant Will not deliver to your location, please choose another option.
es_mx: Este restaurante no entrega en su ubicación, elige otra opción

source: This Restaurant is in your neighbourhood.
ar: يقع هذا المطعم في منطقتكم.
es_mx: Este restaurante está en su ubicación.

source: Notice: The delivery will be sent to the Order Billing Address
es_mx: Aviso: La entrega se enviará a la dirección de facturación de la orden

source: Pickup
ar: سفري
es_mx: Retiro

source: Curbside
ar: رصيف الطلبات
es_mx: Entrega en restaurante

source: Number of People in the Party?
ar: عدد الأشخاص المدعوون
es_mx: Número de personas

source: Car Information
ar: بيانات السيارة
es_mx: Información de coche

source: Car Make, Model & color
ar: نوع السيارة، الموديل، اللون
es_mx: Marca, Modelo & color

source: The Restaurant will not accept this type of orders at this time please choose another option or come back
ar: إن مطعم لا يقبل هذا النوع من الطلبات في هذا الوقت الرجاء اختيار خيار آخر أو العودة في
es_mx: El restaurante no acepta este tipo de pedidos en este momento por favor, elija otra opción o volver

source: The Restaurant is currently closed, but will process your order when open
ar: المطعم مغلق في الوقت الراهن، ولكن سوف نقوم بمعالجة طلبك عند فتح المطعم.
es_mx: El restaurante está cerrado actualmente, pero procesará su pedido cuando está abierto

source: Addresses:
ar: العناوين:
es_mx: Domicilios:

source: Add special comments or a person name.
ar: إضافة تعليقات خاصة أو اسم الشخص.
es_mx: Añadir comentario especial o un nombre de persona.

source: Don't add items names, that have separate prices, Just add instructions for your current item like "add extra sauces or toppings" ..etc.
ar: لا تضف اسماء الاصناف التي لديها أسعار منفصلة، ​​فقط أضف تعليمات للصنف الحالي مثل "إضافة صلصات إضافية أو الطبقة" ... الخ.
es_mx: No añadir nombres de elementos, que tienen precios diferentes, solo las instrucciones para el elemento actual como "agregar extras salsas o Aderezos"... etc.

source: Food Delivery
ar: توصيل طلبات الطعام
es_mx: Entrega de alimentos

source: Restaurants
ar: المطاعم
es_mx: Restaurantes

source: Set Your Location.
ar: حدد موقعك.
es_mx: Establecer su ubicación.

source: e.g. Indian, Italian, Chinese ...
ar: مثلا الهندية، الإيطالية، الصينية ...
es_mx: por ejemplo, indio, Italiano, Chino...

source: e.g. Lamp, Chicken, Onion ...
ar: مثلا لحم الماعز، الدجاج، البصل ...
es_mx: por ejemplo, carne, pollo, cebolla...

source: e.g. Road One, Road Two, Road Three ...
ar: مثلا شارع واحد، شارع اثنين، شارع ثلاثة ...
es_mx: por ejemplo, 53100, 52930, 52900...

source: Restaurant Name?
ar: أسم المطعم
es_mx: Nombre del restaurante?

source: You have not yet set a fee/commission on your sellers sales. Your sellers will get %100 of their sales. Set your fee/commission now from the
es_mx: Que aún no ha fijado una cuota / comisión por sus ventas vendidos. Sus vendedores obtendrán 100% de sus ventas. Establecer su cuota / Comisión ahora de la

source: Processing (%d)
ar: تحت المعالجة (%d)
es_mx: Procesando (%d)

source: Completed (%d)
ar: منجز (%d)
es_mx: Completado (%d)

source: On-hold (%d)
ar: في الانتظار (%d)
es_mx: En espera (%d)

source: Pending (%d)
ar: قيد المراجعة (%d)
es_mx: Pendiente (%d)

source: Cancelled (%d)
ar: ألغيت (%d)
es_mx: Cancelado (%d)

source: Refunded (%d)
ar: المردود (%d)
es_mx: Devuelto (%d)

source: failed (%d)
ar: فشل (%d)
es_mx: error (%d)

source: Order Total
ar: إجمالي الطلب
es_mx: Total Del Pedido

source: No orders found
ar: لا توجد طلبات
es_mx: No se ha encontrado ningun pedido

source: Order %s
ar: طلب %s
es_mx: Pedido %s

source: Billing:
ar: الفاتورة:
es_mx: Facturación:

source: Guest
ar: ضيف:
es_mx: Huésped

source: by %s
ar: بواسطة %s
es_mx: por %s

source: Unpublished
ar: غير منشورة
es_mx: Sin publicar

source: %s ago
ar: منذ %s
es_mx: Hace %s

source: Complete
ar: منجز
es_mx: Completado

source: Failed
ar: فشل
es_mx: Fallado

source: Print
es_mx: Impresión

source: Cost
ar: الكلفة
es_mx: Costo

source: Qty
ar: الكمية
es_mx: Cant

source: Tax
ar: الضريبة
es_mx: Impuestos

source: Coupon(s) Used
ar: القسائم المستخدمة
es_mx: Cupón(es) Utilizado(s)

source: Discount
ar: التخفيض
es_mx: Descuento

source: Note: The website fees of this order will be detected from the current restaurant website balance. If the balance is insufficient, it will go in minus.
es_mx: Nota: No se detectaron los honorarios de la Página Web de este orden desde la corriente de la balanza página web del restaurante. Si el saldo es insuficiente, el tope en el signo menos.

source: Order Status:
ar: حالة الطلب
es_mx: Estatus de la Orden:

source: Payment Method:
es_mx: Método de pago:

source: Order Date:
ar: تاريخ الطلب
es_mx: Fecha de Orden:

source: Customer:
ar: الزبون:
es_mx: Cliente:

source: Phone:
ar: الهاتف:
es_mx: Teléfono:

source: Address:
es_mx: Dirección:

source: Customer Note:
ar: ملاحظة الزبون:
es_mx: Nota del Cliente:

source: Delete note
ar: حذف الملاحظة
es_mx: borrar nota

source: Order should be refunded. Customer please send a message to
ar: يجب إعادة قيمة الطلب للزبون .. الرجاء قيام الزبون بإرسال رسالة إلى
es_mx: Orden debe ser reembolsado. Cliente por favor envíe un mensaje a

source: in reference to this order ID and your payment account details and method to complete refund.
ar: والإشارة إلى رقم هذا الطلب وبيانات الحساب المراد تحول قيمة الطلب إليه.
es_mx: en referencia a este orden ID y tu información de cuenta de pago y el método para completar el reembolso.

source: Order has been cancelled.
ar: تم إلغاء الطلب
es_mx: Orden ha sido cancelada.

source: Order is being prepared.
ar: يتم تجهيز الطلب
es_mx: Orden está siendo preparado.

source: Order on its way to customer.
ar: الطلب قيد التوصيل للزبون
es_mx: Tu pedido está en camino.

source: Customer has received the order.
ar: قام الزبون باستلام الطلب.
es_mx: Cliente ha recibido el pedido.

source: Order failed to process.
ar: فشل الطلب
es_mx: Orden no se pudo procesar.

source: Mark parent order completed as all child orders are completed.
ar: تحويل حالة الطلب الأساسي إلى منجز كون جميع الطلبات الفرعية قد تم إنجازها.
es_mx: Marcar el pedido padre Completo según se hayan completado los pedidos hijos.

source: Order &ndash; %s
ar: طلب %s
es_mx: Pedido &ndash; %s

source: Sub Orders
ar: الطلبات الفرعية
es_mx: Sub órdenes

source: Note:
ar: ملاحظة:
es_mx: Nota:

source: This order has items from multiple vendors/restaurants. So we divided this order into multiple orders, each will be handled by their respective vendor independently.
ar: هذا الطلب يحتوي على عناصر من عدة بائعين / مطاعم. لذلك قسمنا هذا الطلب إلى طلبات فرعية متعددة، وسيقوم البائعين كلا بالتعامل مع الطلب الخاص به.
es_mx: Esta orden tiene elementos de múltiples proveedores y restaurantes. Así que dividimos esta orden en múltiples órdenes, cada uno será manejado por sus respectivos proveedores independientemente.

source: %s for %s item
ar: %s لـ %s من الاصناف
es_mx: %s de %s producto

source: View
ar: شاهد
es_mx: Vista

source: Net profit from completed orders after all sellers commissions are paid.
es_mx: Beneficio neto de órdenes completadas después de todas las comisiones de vendedores se les paga.

source: Net of any withdraws made during this period.
es_mx: Red de cualquiera se retira hechas durante este período.

source: All Time:
es_mx: Todo el tiempo

source: Today:
es_mx: Hoy

source: This Week:
es_mx: Esta semana:

source: This Month:
es_mx: Este mes

source: This Year:
es_mx: Este año

source: General Summary Report
es_mx: Informe de resumen general

source: Beta
es_mx: Βeta

source: Restaurant:
es_mx: Restaurante:

source: This seller has not set up this type of address yet.
es_mx: Este vendedor no ha establecido este tipo de sitio.

source: You have not set up this type of address yet.
es_mx: Aún no configuras este tipo de dirección.

source: Report based on all sellers actvity.
es_mx: Informar sobre la base de todos los vendedores actvity.

source: Period:
es_mx: Periodo:

source: Income Summary to Earnings Account
es_mx: Resumen de ingresos a cuenta de ganancias

source: Total Orders:
es_mx: Total órdenes:

source: Total Pending Orders:
es_mx: Total órdenes pendientes:

source: Total Processing Orders:
es_mx: Total órdenes de procesamiento:

source: Total On-hold Orders:
es_mx: Total pedidos en espera:

source: Total Cancelled Orders:
es_mx: Total cancelado pedidos:

source: Total refunded Orders:
es_mx: Pedidos de reembolsadas

source: Total Coupon Usage:
es_mx: Uso de cupón

source: Total Withdraws:
es_mx: Total se retira:

source: Actual Balance in Account:
es_mx: Saldo real de la cuenta:

source: - Exclusive of Tax
es_mx: - Exclusivo de impuesto

source: Profits are only gained from completed orders.
es_mx: Beneficios sólo se obtienen de órdenes completadas.

source: Summary Sales Report.
es_mx: Informe Resumen de ventas.

source: Print Order.
es_mx: Orden de impresión.

source: Please note that your selling privileges will be activated after an admin approval.
ar: يرجى الإحاطة أن امتيازات البيع الخاصة بك سوف يتم تفعيلها بعد موافقة المشرف.
es_mx: Tenga en cuenta que sus privilegios de venta se activarán después de la aprobación de un administrador.

source: First Name
ar: الاسم الاول
es_mx: Nombre

source: Last Name
ar: الاسم العائلة
es_mx: Apellido

source: Shop Name
ar: اسم المتجر
es_mx: Nombre del resturante

source: Shop URL
ar: رابط المتجر
es_mx: URL del restaurante

source: Phone
ar: الهاتف
es_mx: Teléfono

source: I Accept
ar: أوافق على
es_mx: Acepto

source: View Terms of Service
ar: الاطلاع على شروط الخدمة
es_mx: Ver términos de servicio

source: I'm a customer
ar: أنا زبون
es_mx: Soy un cliente

source: I Have a Restaurant
ar: أنا صاحب مطعم
es_mx: Tengo un restaurante

source: No Ratings Yet!
ar: لا توجد تقييمات بعد
es_mx: No hay ratings todavia!

source: %1$s Based on
ar: %1$s استنادا على
es_mx: %1$s basado en

source: Login to make your review!
ar: قم بتسجيل الدخول حتى يمكنك التقيم
es_mx: Inicie sesión en su cuenta

source: Username or email address
ar: اسم المستخدم أو البريد الالكتروني
es_mx: Usuario o correo electrónico

source: Password
ar: كلمه السر
es_mx: Contraseña

source: Login
ar: تسجيل الدخول
es_mx: Entrar

source: Rate
ar: قيم
es_mx: Califica

source: Submit
ar: عرض
es_mx: Enviar

source: &larr; Previous
ar: السابق
es_mx: &rarr; Anterior

source: Next &rarr;
ar: التالي
es_mx: Siguiente &rarr;

source: Visit Restaurant
ar: زور المطعم
es_mx: Visita restaurante

source: See Restaurants that also serve
ar: شاهد المطاعم التي تقدم
es_mx: Ver restaurantes que sirven también

source: Min. Order:
ar: اصغر طلب:
es_mx: Pedido mínimo:

source: Any.
ar: بلا حدود
es_mx: Cualquier

source: Delivery:
ar: التوصيل:
es_mx: Envío:

source: Free Delivery.
ar: توصيل مجاني
es_mx: Envío gratuito

source: Open 24 Hours Today
ar: مفتوح 24 الساعه
es_mx: Abierto las 24 horas hoy

source: Open till
ar: مفتوح حتى
es_mx: Abierto hasta

source: at
ar: في
es_mx: en

source: on
ar: في
es_mx: en

source: tomorrow
ar: غدا
es_mx: mañana

source: another day
ar: يوم أخر
es_mx: otro día

source: Opens at
ar: يفتح في
es_mx: Abre a las

source: Opens on
ar: يفتح في
es_mx: Abre en

source: Opens Tomorrow
ar: يفتح غدا
es_mx: Se abre mañana

source: Closed Today
ar: مغلق اليوم
es_mx: Cerrado hoy

source: Closed
ar: مغلق
es_mx: Cerrado

source: Price
ar: السعر
es_mx: Precio

source: Item is Spicy
ar: الطبق حار
es_mx: El artículo es picante

source: Item is not Spicy
ar: الطبق ليس حار
es_mx: Artículo no es picante

source: Quick View
ar: نظرة سريعة
es_mx: Vista Rápida

source: View full details.
ar: عرض كل التفاصيل.
es_mx: Mostrar detalles

source: Fat
ar: الدهون
es_mx: Grasa

source: Grams
ar: غرام
es_mx: Gramos

source: ingredients:
ar: ألمكونات:
es_mx: Ingredientes

source: Item Rating
ar: تقيم الطبق
es_mx: Calificación del producto

source: Make Order!
ar: إطلب
es_mx: Realizar pedido

source: Change banner
ar: تغيير لافنة
es_mx: Banner (Anuncio)

source: Upload banner
ar: تحميل لافتة
es_mx: Subir anuncio

source: (Upload a banner for your store. Banner size is (825x300) pixel. )
ar: (تحميل لافتة لمطعمك. حجم (825x300) بيكسل).
es_mx: (Cargar un banner para tu restaurante. Tamaño del banner es pixel (825 x 300). )

source: Change Photo
ar: تغيير الصورة
es_mx: Cambiar foto

source: Upload Photo
ar: حمل الصورة
es_mx: Subir foto

source: Delivery Settings
ar: إعدادات التوصيل
es_mx: Opciones de entrega

source: Orders Settings
ar: عدادات الطلبات
es_mx: Configuraciones ordenes

source: Social Profile
ar: التواصل الاجتماعي
es_mx: Perfil social

source: Opening/Closing timings
ar: أوقات الدوام
es_mx: Horarios de apertura y cierre

source: Withdraw Method
ar: أساليب السحب
es_mx: Método de reembolso

source: Restaurant Tables
ar: طاولات المطعم
es_mx: Mesas de restaurante

source: General Info
ar: معلومات عامة
es_mx: Información general

source: Restaurant Name
ar: أسم المطعم
es_mx: Nombre restaurante

source: e.g. BOB's Pizza
ar: على سبيل المثال: بيتزا أبو علي
es_mx: por ejemplo de BOB Pizza

source: Contact Number
ar: ارقام التواصل
es_mx: Número de Contacto

source: e.g. +967 771 232 977
ar: على سبيل المثال: +155496843
es_mx: por ejemplo, 55 51 5555 5555

source: Restaurant Address/Addresses
ar: عنوان/عناوين المطعم
es_mx: Restaurante dirección/direcciones

source: Type address and hit the comma button. If your restaurant have branches, enter all branches addresses separated with commas.
ar: اكتب عنوان واضغط على زر الفاصلة. إذا مطعمك له فروع، أدخل كل عناوين الفروع مفارقة بفواصل.
es_mx: Escribe la dirección y pulsa el botón de la coma. Si su restaurante tiene sucursales, todas sucursales separadas por comas.

source: e.g. Seasons Mall, Town Mall
ar: مثلا مواسم مول، تاون مول
es_mx: por ejemplo, 52930, 53100 etc

source: Restaurant Cuisine
ar: المطبخ
es_mx: Cocina restaurante

source: i.e Italian, Indian, Fast Food, Fine Dining .. etc. Type first two/three letters and choose from list, if the list doesn't appear then complete typing and hit the comma button.
ar: مثلا: الإيطالية او الهندية، الوجبات السريعة، مأكولات شعبية .. الخ اكتب الحرفين / الثلاثة الأولى واختيار من القائمة، إذا لم تظهر قائمة المطابخ، اكمل الكتابة وضرب زر فاصلة.
es_mx: ejemplo, Italiano, indio, Fast Food, gastronomía... etc. Escribe dos o tres iniciales y elegir de la lista, si la lista no aparecen entonces completar escribiendo y presionar el botón de coma.

source: Food Types Served
ar: فئات المأكولات المقدمة
es_mx: Tipos de alimentos servidos

source: Sea Food.
ar: مأكولات بحرية
es_mx: Marisco

source: Road/Street names. Type first two/three letters and choose from list, if the list doesn't appear then complete typing and hit the comma button.
ar: أسماء الطرق / الشوارع. اكتب أول اثنين / ثلاثة حروف واختيار من القائمة، إذا لم تظهر القائمة، اكمل الكتابة وضرب زر فاصلة.
es_mx: Codigos postalese. Escribe dos o tres numeros y elegir de la lista, si la lista no aparecen entonces completar escribiendo y presionar el botón de coma.

source: Show email address in restaurant page.
ar: إظهار عنوان البريد الإلكتروني في صفحة مطعم.
es_mx: Mostrar dirección de correo electrónico en la página del restaurante.

source: Allow receiving emails form your store page.
ar: السماح بتلقي رسائل البريد الإلكتروني من صفحة مطعمك.
es_mx: Permite recibir mensajes de correo electrónico forma tu página del restaurante.

source: Delivery Fee
ar: رسوم التوصيل
es_mx: Costo de Envío

source: Calculate Delivery by
ar: احتساب رسوم التوصيل بـ
es_mx: Calcular Costo De Envío

source: Order.
ar: الطلب.
es_mx: Orden

source: Item.
ar: الصنف.
es_mx: Producto

source: Per additional item fee
ar: رسم إضافي لكل طبق إضافي
es_mx: Cargo por artículo adicional

source: Delivery Duration (In Minutes)
ar: مدة التوصيل
es_mx: Entrega duración (en minutos)

source: Minimum order amount
ar: الحد الأدنى للطلب
es_mx: Valor mínimo del Pedido

source: Allow Orders Even while closed.
ar: استقبل الطلبات خارج أوقات الدوام
es_mx: Permite órdenes mientras esta cerrado.

source: Accepted Order Types
ar: الطلبات المقبولة
es_mx: Tipos de pedidos aceptados

source: Accepted Order Types when Closed
ar: الطلبات المقبولة خارج أوقات الدوام
es_mx: Tipos de pedidos aceptados cuando cierra

source: Facebook Account
ar: حسابة الفيسبوك
es_mx: Cuenta de Facebook

source: Twitter Account
ar: حساب تويتر
es_mx: Cuenta de Twitter

source: Set your timing in 24 hour format. for example, if your restaurant opens from 01:00 pm till 06:00 pm, enter 13:00 in the opening input and 18:00 in the closing input. If your restaurant opens 24 hours, enter 00:00 in both, opening and closing inputs.
ar: تعيين التوقيت الخاص بك في شكل 24 ساعة. على سبيل المثال، إذا فتح المطعم الخاص بك من 1:00 حتى 6:00، أدخل 13:00 في خانة الفتح و18:00 في خانة الإغلاق. إذا فتح مطعم على مدار 24 ساعة، أدخل 00:00 في كليهما.
es_mx: Establezca su regulación en formato de 24 horas. por ejemplo, si su restaurante abre de 13:00 hasta 18:00, entre la 13:00 en la entrada de apertura y 18:00 en el cierre de la entrada. Si su restaurante abre 24 horas, introduzca 00:00 en tanto apertura y cierre de entradas.

source: Saturday
ar: يوم السبت
es_mx: Sábado

source: Sunday
ar: الأحد
es_mx: Domingo

source: Monday
ar: الإثنين
es_mx: Lunes

source: Tuesday
ar: الثلاثاء
es_mx: Martes

source: Wednesday
ar: الأربعاء
es_mx: Miércoles

source: Thursday
ar: الخميس
es_mx: Jueves

source: Friday
ar: الجمعة
es_mx: Viernes

source: Open
ar: مفتوح
es_mx: Abierto

source: Two Shifts
ar: ورديتان
es_mx: Dos turnos

source: Shift One Opening
ar: بداية الوردية الأولى
es_mx: Apertura turno 1

source: Shift One Closing
ar: نهاية الوردية الثانية
es_mx: Cierre turno 1

source: Shift two Opening
ar: بداية الوردية الثانية
es_mx: Apertura turno 2

source: Shift two Closing
ar: نهاية الوردية الثانية
es_mx: Cierre turno 2

source: Unavailable Dates (mm/dd/yyyy)
ar: تواريخ يتم فيها إغلاق المطعم
es_mx: Fechas de cierre (mm/dd/aaaa)

source: Add new unavailable date
ar: أضف تاريخ جديد
es_mx: Añadir nueva fecha disponible

source: Withdraw Payment Method
ar: طرق دفع المسحوبات
es_mx: Metodo de pago de reembolso

source: Show Restaurant Tables.
ar: أظهر طاولات المطعم
es_mx: Mostrar mesas de restaurante.

source: Number of Seats
ar: عدد المقاعد
es_mx: Número de asientos

source: Enter the maximum number of people the table fits, so if the table fits 4 or 6 people, write 6.
ar: أدخل أقصى عدد يمكن للطاولة استقباله، إذا كانت الطاولة تناسب 4 أو 6 أشخاص، اكتب 6.
es_mx: Escriba el número máximo de personas de la mesa, así que si la mesa es de 4 o 6 personas, escriba 6.

source: Tables Numbers/Titles
ar: ارقام/أسماء الطاولات
es_mx: Números de mesas/títulos

source: Separate by commas. i.e. n20, z22, x32
ar: فرق بين الأسماء/الأرقام بزر الفاصلة
es_mx: Separados por comas. es decir, n20, z22, x32

source: Available Table Shapes
ar: إشكال الطاولات المتوفرة
es_mx: Formas de mesa disponible

source: Circle.
ar: دائرة
es_mx: Círculo.

source: Square.
ar: مربعة
es_mx: Cuadrado

source: Notes
ar: ملاحظات
es_mx: Notas

source: Write some notes about this group of tables. i.e. Table n20 has a clear view on the beach.
ar: اكتب بعض الملاحظات حول هذه المجموعة من الطاولات.
es_mx: Escriba algunas notas sobre este grupo de mesas. es decir, tabla n20 tiene una visión clara sobre la playa.

source: Table n20 has a clear view on the beach.
ar: الطاولة 20 تطل على البحر
es_mx: La mesa n20 tiene una visión clara sobre la playa.

source: Add New Tables Group
ar: أضف مجموعة طاولات جديدة
es_mx: Agregar nuevo grupo de mesas

source: We did not find a table with an exact seats number you requested but you can also check these tables.
ar: لم نجد طاولة بعدد المقاعد التي طلبتها ولكن يمكنك أيضا طلب هذه الطاولات.
es_mx: No se encontró una mesa con un número exacto de asientos solicitaste pero también puede consultar estas mesas.

source: We did not find a table with an exact seats number you requested but we will manage to add extra seats on the table.
ar: لم نجد طاولة بعدد المقاعد التي طلبتها ولكننا سنعمل على إضافة مقاعد إضافية على الطاولة.
es_mx: No se encontró una mesa con un número exacto de asientos solicitaste pero conseguimos añadir sillas adicionales en la mesa.

source: Seats:
ar: المقاعد
es_mx: Asientos:

source: Tables Titles/Numbers:
ar: ارقام/أسماء الطاولات
es_mx: Títulos de mesas/números:

source: Available Shapes:
ar: إشكال الطاولات المتوفرة
es_mx: Formas disponibles:

source: Other
ar: أخرى
es_mx: Otro

source: Notes:
ar: ملاحظات
es_mx: Notas:

source: Call now to reserve:
ar: أتصل للحجز
es_mx: Llame ahora para reservar:

source: Active Sellers (%d)
ar: البائعين المفعلين (%d)
es_mx: Vendedores activos (%d)

source: Inactive Sellers (%d)
ar: البائعين الغير مفعلين (%d)
es_mx: Vendedores inactivos (%d)

source: Top Sellers
ar: البائعين الأكثر مبيعا
es_mx: Lo más vendido

source: Send Invitation!
ar: أرسل دعوة!
es_mx: Enviar invitación!

source: Send Invitation
ar: أرسل دعوة
es_mx: Enviar invitación

source: Send an invitation to a vendor to join your restaurant network.
ar: أرسل دعوة للانضمام إلى الموقع
es_mx: Enviar una invitación a un vendedor a unirse a esta red de restaurantes.

source: Email of recipient
ar: البريد الإلكتروني للشخص / المطعم
es_mx: Correo electrónico del destinatario

source: Invitation Subject
ar: موضوع رسالة الدعوة
es_mx: Tema de la invitación

source: Invitation Message
ar: نص رسالة الدعوة
es_mx: Mensaje de Invitacion

source: Send
ar: ارسل
es_mx: Enviar

source: Name
ar: الاسم
es_mx: Nombre

source: Active Seller
ar: بائع مفعل
es_mx: Vendedor activo

source: Balance
ar: الرصيد
es_mx: Saldo

source: Phone & Address
ar: الهاتف / العنوان
es_mx: Teléfono y dirección

source: Sellers ordered by highest completed orders.
ar: البائعين بحسب اكبر عدد من الطلبات الناجحة
es_mx: Vendedores ordenados por orden más alto completado.
