Repository: easaw/LazyEater
Catalog: languages/frozr-*.po
Languages: ar, es_mx

source: Access Denied
ar: ممنوع الدخول
es_mx: Acceso denegado

source: Update Item
ar: تحديث الصنف
es_mx: Atualizar producto

source: Post Item
ar: إنشاء الصنف
es_mx: Publicar producto

source: Grouped
ar: مجموعة
es_mx: Agrupado

source: Upload item cover image
ar: تحميل صورة للصنف
es_mx: Subir imagen de portada del producto

source: Item Title
ar: عنوان الصنف
es_mx: Título de Producto

source: Item Status:
ar: الحالة
es_mx: Estatus del product:

source: Publish
ar: انشر للعامة
es_mx: Publicar

source: Item Type:
ar: نوع الصنف
es_mx: Tipo de producto:

source: Inventory
ar: المخزون
es_mx: Inventario

source: Delivery
ar: خدمه توصيل
es_mx: Entrega

source: Linked Products
ar: المنتجات المرتبطة
es_mx: Productos Relacionados

source: Attributes
ar: الصفات
es_mx: Atributos

source: Variations
ar: الاختلافات
es_mx: Variaciones

source: Advanced
ar: متقدم
es_mx: Avanzado

source: Add item gallery images
ar: إضافة معرض صور للصنف
es_mx: Agregar imágenes a la galería

source: General options
ar: خيارات عامة
es_mx: Opciones generales

source: Item Details
ar: تفاصيل الصنف
es_mx: Detalles del producto

source: Item Recipe
ar: فئة الصنف
es_mx: Receta del producto

source: This is very important option and used to classify your items in your restaurant page. Type first two/three letters and choose from list, if recipe is not in the list then complete typing the recipe title and hit the comma button.
ar: من الضروري تعبئة هذا الحقل لاستخدامه في تصنيف منتجاتك في صفحتك. اطبع اول حرفين او ثلاثة ثم اختر من القائمة اذا لم تظهر القائمة قم باستكمال الطباعة ثم اضغط رمز الفاصلة في لوحة المفاتيح.
es_mx: Esto es muy importante y usado para clasificar sus artículos en su página de restaurante. Escribir primeras letras de dos o tres y elegir de la lista, si la receta no está en la lista complete escribiendo el título de la receta y presione el botón de la coma.

source: Item Ingredients
ar: مكونات الصنف
es_mx: Ingredientes del producto

source: Type first two/three letters and choose from list, if ingredient is not in the list then complete typing your ingredient name and hit the comma button. Try put all item Ingredients so people can reach your item when filtering products.
ar: اكتب أول اثنين / ثلاثة حروف واختيار من القائمة، إذا المكون غير موجود في القائمة،أكمل كتابة اسم المكون واضغط على زر الفاصلة. حاول وضع كل مكونات الصنف حتى يتمكن الناس من الوصول إلى المنتجات الخاصة بك عند البحث عن المنتجات.
es_mx: Escribir primeras letras de dos o tres y elegir de la lista, si el ingrediente no está en la lista complete escribiendo su nombre de ingrediente y presione el botón de la coma. Trate de poner todos los ingredientes de artículo para que personas puedan alcanzar su artículo cuando los productos de filtración.

source: Dish is Spicy.
ar: الطبق حار
es_mx: Plato picante.

source: Show Fat Amount.
ar: إظهار مقدار الدهون.
es_mx: Muestra la cantidad grasa.

source: Amount of Fat in Grams.
ar: كمية الدهون في الغرام الواحد.
es_mx: Cantidad de grasa en gramos.

source: More Details on the item
ar: المزيد من التفاصيل حول هذا الصنف
es_mx: Más detalles sobre del producto

source: Enter more description about the item.
es_mx: Introducir más descripción sobre el tema.

source: Stock Keeping Unit
ar: وحدة حفظ المخزون
es_mx: Unidad para existencias

source: SKU refers to a Stock-keeping unit, a unique identifier for each distinct product and service that can be purchased.
ar: يشير الرمز التسلسلي للمنتج إلى وحدة حفظ المخزون من المنتج، يجب ان يحمل كل منتج من المنتجات رمز تسلسلي خاص ومختلف.
es_mx: COD se refiere a una unidad de Mantenimiento de Stock, un identificador único para cada producto y servicio distintos que se pueden comprar.

source: Item URL
ar: رابط الصنف
es_mx: URL del artículo

source: Enter the external URL to the product.
ar: أدخل عنوان URL الخارجي للمنتج.
es_mx: Escriba la dirección URL externa al producto.

source: Button text
ar: نص الزر
es_mx: Botón de texto

# placeholder
source: Buy product
ar: اشتري المنتج
es_mx: Comprar producto

source: This text will be shown on the button linking to the external product.
ar: سيتم عرض هذا النص على زر رابط المنتج الخارجي.
es_mx: Este texto se mostrará en el botón de enlace con el producto externo.

source: Regular Price
ar: السعر الاساسي
es_mx: Precio Normal

source: Sale Price
ar: السعر بعد الخصم
es_mx: Ofereta

source: Schedule
ar: جدول
es_mx: Programar

source: Sale Price Dates
ar: تاريخ الأسعار المخفضة
es_mx: Fechas de la oferta

# placeholder
source: From&hellip;
ar: من;hellip&
es_mx: De &hellip;

# placeholder
source: To&hellip;
ar: إلى;hellip&
es_mx: Para&hellip;

source: Cancel
ar: إلغاء
es_mx: Cancelar

source: Tax Status
ar: الحالة الضريبية
es_mx: Status de Impuestos

source: Taxable
ar: خاضع للضريبة
es_mx: Sujeto a Impuestos

source: Shipping only
ar: للشحن فقط
es_mx: Sólo Envíos

# Tax status
source: None
ar: عدم تعين
es_mx: Ninguno

source: Define whether or not the entire product is taxable, or just the cost of shipping it.
ar: تحديد ما إذا كان أو لم يكن المنتج بأكمله هو الخاضع للضريبة، أو مجرد تكلفة شحنه.
es_mx: Define si todo el producto está sujeto a impuestos, o solo el costo de envío del mismo.

source: Tax Class
ar: فئة الضريبة
es_mx: Clase de Impuesto

source: Choose a tax class for this product. Tax classes are used to apply different tax rates specific to certain types of product.
ar: اختيار فئة الضريبة لهذا المنتج. تستخدم فئات الضريبة على تطبيق معدلات ضريبية مختلفة محددة لأنواع معينة من المنتجات.
es_mx: Elegir una clase de impuesto para este producto. Las Clases de impuestos se utilizan para aplicar diferentes impuestos específicos a ciertos tipos de producto.

source: Inventory options
ar: خيارات المخزون
es_mx: Opciones de Inventario

source: Manage stock?
ar: إدارة المخزون
es_mx: Manejar stock?

source: Enable stock management at product level
ar: تمكين إدارة المخزون على مستوى المنتج
es_mx: Activar administración de stock a nivel de producto

source: Stock Qty
ar: كمية المخزون
es_mx: Cantidad en Stock

source: Stock quantity. If this is a variable product this value will be used to control stock for all variations, unless you define stock at variation level.
ar: كمية المخزون. إذا كان هذا هو منتج متغير، سوف تستخدم هذه القيمة للسيطرة على مخزون لجميع الاختلافات، إلا إذا قمت بتحديد كمية المخزون على مستوى الإختلافات
es_mx: Cantidad disponible. Si se trata de un producto variable este valor se utilizará para controlar el stock para todas las variaciones, a menos que defina el stock a nivel de variación.

source: Allow Backorders?
ar: السماح بالطلبات حتى اذا نفذ المخزون
es_mx: Permitir Pedidos Pendientes?

source: If managing stock, this controls whether or not backorders are allowed. If enabled, stock quantity can go below 0.
ar: إذا هناك إدارة للمخزون، سيحدد هذا الخيار إذا كان بالإمكان استقبال الطلبات حتى ولو نفذ المخزون،إذا مكن، يمكن لكمية المخزون أن تهبط دون مستوى 0.
es_mx: Si gestionás stock, esto controla si las reservas están permitidas. Si está habilitado, la cantidad de valores puede ir por debajo de 0.

source: Stock status
ar: حالة المخزون
es_mx: Status del Stock

source: Controls whether or not the product is listed as "in stock" or "out of stock" on the frontend.
ar: للتحكم في إظهار كلمة "متوفر في المخزن" أو "غير متوفر في المخزن" على المنتج في الواجهة.
es_mx: Controla si el producto está listado como "en stock” o “sin stock” en el frontend.

source: Sold Individually
ar: تباع بشكل فردي
es_mx: Vendido Individualmente

source: Enable this to only allow one of this item to be bought in a single order
ar: حدد هذا الخيار لعدم السماح في بيع اكثر من حبة واحدة من هذا المنتج في كل طلب شراء.
es_mx: Habilitar esto para permitir que sólo un producto pueda ser solicitado en un único pedido.

source: Delivery options
ar: خيارات التوصيل
es_mx: Opciones de envío

source: Weight
ar: الوزن
es_mx: Peso

source: Weight in decimal form
ar: الوزن بالصيغة العشرية
es_mx: Peso en forma decimal

source: Dimensions
ar: الأبعاد
es_mx: Dimensiones

source: No shipping class
ar: عدم تعين فئة للشحن
es_mx: Sin Clases de Envío

source: Shipping class
ar: درجة الشحن
es_mx: Clase de envío

source: Item Attributes
ar: سمات الصنف
es_mx: Atributos del producto

source: Expand
ar: وسع
es_mx: Expandir

source: Close
ar: إغلاق
es_mx: Cerrar

source: Custom product attribute
ar: سمات المنتج الخصصه
es_mx: Atributo de producto personalizado

source: Add
ar: إضافة
es_mx: Añadir

source: Save Attributes
ar: حفظ السمة
es_mx: Guardar Atributos

source: Linking options
ar: ربط السمات
es_mx: Opciones de vinculación

source: Up-Sells
ar: المنتجات الموصي بها
es_mx: Venta adicional

source: Up-sells are products which you recommend instead of the currently viewed product, for example, products that are more profitable or better quality or more expensive.
ar: المنتجات الموصي بها هي المنتجات التي تقوم بتحديدها لإظهارها بدل عن المنتجات الموصي بها الافتراضية، على سبيل المثال، المنتجات التي هي أكثر ربحية أو جودة أفضل أو أكثر تكلفة.
es_mx: Venta adicional son productos que recomendás en lugar del producto que se está viendo, por ejemplo, productos que son más rentables o mejor calidad o más caro.

source: Choose Products
ar: اختر المنتجات
es_mx: Elegir productos

source: Cross-Sells
ar: المنتجات ذات الصلة
es_mx: Productos relacionados

source: Cross-sells are products which you promote in the cart, based on the current product.
ar: المنتجات ذات الصلة هي المنتجات التي تقوم بتحديدها لإظهارها في عربة التسوق والمتعلقة بهذا المنتج.
es_mx: Cross Sells son productos que promueves en la lista de productos, en base al producto actual.

source: Grouping
ar: مجموعة
es_mx: Agrupamiento

source: Set this option to make this product part of a grouped product.
ar: تعيين هذا الخيار لجعل هذا المنتج جزءا من مجموعة منتجات.
es_mx: Establezca esta opción para hacer este producto parte de un producto agrupado.

source: None
ar: عدم تعين
es_mx: Ninguno

source: Advance options
ar: خيارات متقدمة
es_mx: Opciones Avanzadas

source: Purchase Note
ar: ملاحظة الشراء
es_mx: Nota de compra

source: Enter an optional note to send the customer after purchase.
ar: ادخل ملاحظة هنا لإرسالها إلى العميل عند الشراء
es_mx: Escriba una nota opcional para enviar al cliente después de la compra.

source: Menu order
ar: ترتيب القوائم
es_mx: Orden del menú

source: Custom ordering position.
ar: ترتيب افتراضي
es_mx: Posición de Orden personalizada

source: Enable reviews
ar: السماح بتقييم المنتج
es_mx: Habilitar Opiniones

source: Variation options
ar: خيارات الإختلافات
es_mx: Opciones de la variación

source: Before you can add a variation you need to add some variation attributes on the <strong>Attributes</strong> tab.
ar: قبل أن تتمكن من إضافة تباين تحتاج إلى إضافة بعض سمات الاختلاف في صفحة سمات المنتج.
es_mx: Antes de agregar una variación, tenés que agregar algunos atributos de variación en la pestaña <strong>Attributos</strong>.

source: Learn more
ar: أعرف أكثر
es_mx: Más información

source: Default Form Values
ar: قيم افتراضية
es_mx: Valores de formulario predeterminados

source: No default
ar: عدم تعين إفتراضي
es_mx: Sin Predeterminar

source: Add variation
ar: أضافة تباين
es_mx: Agregar variación

source: Create variations from all attributes
ar: إنشاء تباينات من كل السمات
es_mx: Crear variaciones desde todos los atributos

source: Delete all variations
ar: حذف كل التباينات
es_mx: Eliminar todas las variaciones

source: Toggle &quot;Enabled&quot;
ar: تمكين ;quot&تفعيل;quot&
es_mx: Alternar &quot;Activado&quot;

source: Set regular prices
ar: السعر الاساسي
es_mx: Establecer precios normales

source: Increase regular prices (fixed amount or percentage)
ar: زيادة أسعار العادية (مبلغ ثابت أو نسبة مئوية)
es_mx: Aumentar los precios normales (monto fijo o porcentaje)

source: Decrease regular prices (fixed amount or percentage)
ar: خفض أسعار العادية (مبلغ ثابت أو نسبة مئوية)
es_mx: Disminuir los precios de oferta (monto fijo o porcentaje)

source: Set sale prices
ar: السعر بعد الخصم
es_mx: Establecer precios de venta

source: Increase sale prices (fixed amount or percentage)
ar: زيادة أسعار التخفيض (مبلغ ثابت أو نسبة مئوية)
es_mx: Aumentar los precios de oferta (monto fijo o porcentaje)

source: Decrease sale prices (fixed amount or percentage)
ar: خفض أسعار التخفيض (مبلغ ثابت أو نسبة مئوية)
es_mx: Disminuir los precios de oferta (monto fijo o porcentaje)

source: Set scheduled sale dates
ar: حدد تواريخ محددة للأسعار المخفضة
es_mx: Establecer precios de venta programados

source: Toggle &quot;Manage stock&quot;
ar: تمكي ;quot&إدارة المخزون ;quot&
es_mx: Alternar &quot;Manejar inventario&quot;

source: Length
ar: الطول
es_mx: Longitud

source: Width
ar: عرض
es_mx: Ancho

source: Height
ar: الإرتفاع
es_mx: Altura

source: %s item
ar: لا توجد أصناف
es_mx: Producto %s

source: Select Page
ar: حدد صفحة
es_mx: Seleccione una página

# number of pages
source: of
ar: من
es_mx: de

source: Save Changes
ar: حفظ التغيرات
es_mx: Guardar Cambios

source: Product SKU must be unique.
ar: يجب أن يكون الرمز التسلسلي فريدة من نوعها.
es_mx: SKU de producto debe ser único.

source: The downloadable file %s cannot be used as it does not have an allowed file type. Allowed types include: %s
ar: لا يمكن استخدام الملف %s لعدم وجود تحديد لأنواع الملفات المسموح بها، الملفات المسموح بها تشمل: %s
es_mx: El archivo descargable %s no puede ser usado porque no es de un tipo de archivo permitido. Los tipos permitidos son: %s

source: The downloadable file %s cannot be used as it does not exist on the server.
ar: لا يمكن استخدام الملف %s لعدم وجودة على الخادم.
es_mx: El archivo descargable %s no se puede usar porque no existe en el servidor.

source: Variation #%s of %s
ar: التباين %s لي %s
es_mx: Variación # %s de %s

source: Variation SKU must be unique.
ar: يجب أن يكون الرمز التسلسلي للتباين فريد من نوعها.
es_mx: Variación SKU debe ser único.

source: #%s &ndash; The downloadable file %s cannot be used as it does not have an allowed file type. Allowed types include: %s
ar: %s لا يمكن استخدام الملف %s لعدم وجود تحديد لأنواع الملفات المسموح بها، الملفات المسموح بها تشمل: %s
es_mx: #%s &ndash; El archivo descargable %s no puede utilizarse porque no es de un tipo permitido. Los tipos permitidos son: %s

source: #%s &ndash; The downloadable file %s cannot be used as it does not exist on the server.
ar: %s لا يمكن استخدام الملف %s لعدم وجوده على الخادم.
es_mx: #%s &ndash; El archivo descargable %s no se puede usar porque no existe en el servidor.

# frozr
source: Ingredients
ar: ألمكونات
es_mx: Ingredientes

# frozr
source: Ingredient
ar: ألمكون
es_mx: Ingrediente

source: Search Ingredients
ar: البحث عن المكونات
es_mx: Buscar Ingredientes

source: Popular Ingredients
ar: المكونات الأكثر شعبية
es_mx: Ingredientes populares

source: All Ingredients
ar: كل المكونات
es_mx: Todos los ingredientes

source: Edit Ingredient
ar: تعديل المكون
es_mx: Editar ingredientes

source: Update Ingredient
ar: تحديث المكون
es_mx: Actualizar Ingrediente

source: Add New Ingredient
ar: اضف مكون جديد
es_mx: Añadir nuevo ingrediente

source: New Ingredient Name
ar: أسم المكون الجديد
es_mx: Nombre del nuevo ingrediente

source: Separate Ingredients with commas
ar: أضف فاصلة بعد كل مكون
es_mx: Separar Ingredientes con comas

source: Add or remove Ingredients
ar: أضافة/إزالة المكونات
es_mx: Agregar o quitar ingredientes

source: Choose from the most used Ingredients
ar: اختر من المكونات الأكثر استخداما
es_mx: Elegir los ingredientes más utilizados

source: No Ingredients found.
ar: لا يوجد مكونات
es_mx: Ingredientes no encontrados.

source: Ingredients
ar: مكونات
es_mx: Ingredientes

# taxonomy general name
source: Delivery Locations
ar: مواقع التوصيل
es_mx: Ubicaciones de entrega

# taxonomy singular name
source: Delivery Location
ar: موقع التوصيل
es_mx: Ubicación de entrega

source: Search Locations
ar: ابحث في المواقع
es_mx: Buscar Ubicación

source: Popular Locations
ar: مواقع شعبية
es_mx: Ubicaciones Populares

source: All Locations
ar: كل المواقع
es_mx: Todas las ubicaciones

source: Edit Location
ar: تعديل الموقع
es_mx: Modificar Ubicación

source: Update Location
ar: تحديث الموقع
es_mx: Actualizar ubicación

source: Add New Location
ar: أضف موقع جديد
es_mx: Agregar Nueva Ubicación

source: New Location Name
ar: موقع جديد
es_mx: Nombre Nueva Ubicación

source: Separate Locations with commas
ar: أضف فاصلة بعد كل موقع
es_mx: Separar ubicaciones con comas

source: Add or remove Locations
ar: إضافة/إزله المواقع
es_mx: Agregar o quitar ubicaciones

source: Choose from the most used Locations
ar: اختر من المواقع الأكثر استخداما
es_mx: Elija entre las ubicaciones más usadas

source: No Locations found.
ar: لا توجد مواقع
es_mx: Sin ubicaciones

source: Delivery Locations
ar: مواقع التوصيل
es_mx: Ubicaciones de entrega

# taxonomy general name
source: Restaurant Addresses
ar: عناوين المطاعم
es_mx: Direcciones restaurante

# taxonomy singular name
source: Restaurant Address
ar: عنوان المطعم
es_mx: Dirección Restaurante

source: Search Restaurant Addresses
ar: ابحث في عناوين المطاعم
es_mx: Buscar direcciones de restaurante

source: Popular Addresses
ar: العناوين الأكثر شعبية
es_mx: Direcciones populares

source: All Addresses of Restaurants
ar: كل عناوين المطاعم
es_mx: Todas las direcciones de restaurantes

source: Edit Address
ar: تعديل العنوان
es_mx: Editar Dirección

source: Update Address
ar: تحديث العنوان
es_mx: Actualizar dirección

source: Add New Address
ar: أضف عنوان جديد
es_mx: Añadir nueva dirección

source: New Address
ar: عنوان جديد
es_mx: Nueva Dirección

source: Separate Addresses with commas
ar: أضف فاصلة بعد كل عنوان
es_mx: Separe las direcciones con comas

source: Add or remove Addresses
ar: إضافة/إزالة العناوين
es_mx: Añadir o eliminar direcciones

source: Choose from the most used Addresses
ar: اختر من العناوين الأكثر استخداما
es_mx: Elegir las direcciones más usadas

source: No Addresses found.
ar: لا توجد عناوين
es_mx: No hay direcciones encontradas.

source: Restaurant Addresses
ar: عناوين المطاعم
es_mx: Direcciones restaurante

# taxonomy general name
source: Restaurant Cuisine
ar: المطاعم حسب نوع المطبخ.
es_mx: Cocina restaurante

# taxonomy singular name
source: Restaurant Cuisine
ar: المطاعم حسب نوع المطبخ.
es_mx: Cocina restaurante

source: Cuisines
ar: المطابخ
es_mx: Tipo de Cocina

source: Popular Restaurant Cuisines
ar: المطابخ الأكثر شعبية
es_mx: Cocinas de restaurantes populares

source: All Types
ar: كل الأنواع
es_mx: Todos Los Tipos

source: Edit Cuisine
ar: تعديل مطبخ
es_mx: Editar cocina

source: Update Cuisine
ar: تحديث مطبخ
es_mx: Actualizar Cocina

source: Add New Cuisine
ar: إضافة مطبخ جديد
es_mx: Añadir nueva cocina

source: New Cuisine Name
ar: أسم مطبخ جديد
es_mx: Nuevo nombre de cocina

source: Separate cuisines with commas
ar: اضف فاصلة بعد كل اسم مطبخ
es_mx: Cocinas separadas con comas

source: Add or remove cuisines
ar: إضافة/إزالة مطبخ
es_mx: Añadir o eliminar cocinas

source: Choose from the most used cuisines
ar: اختر من المطابخ الأكثر استخداما
es_mx: Elija entre las cocinas más utilizadas

source: No cuisine found.
ar: لا توجد مطابخ
es_mx: Sin resultados por tipo de cocina

source: Restaurant Cuisines
ar: المطابخ
es_mx: Cocinas de restaurante

source: Total Delivery
ar: إجمالي التوصيل
es_mx: Entrega total

source: Admin
es_mx: Administración

source: %s Dashboard
es_mx: %s Tablero

source: Type the first three letters and choose from the list.
ar: اكتب الأحرف الثلاثة الأولى ثم اختيار من القائمة.
es_mx: Utilizado para clasificar los elementos en la página del restaurante. Escribir primeras letras de dos o tres y elegir de la lista, si la receta no está en la lista complete escribiendo el título de la receta y presione el botón de la coma.

source: products.
ar: المنتجات
es_mx: productos.

source: restaurants.
ar: المطاعم
es_mx: restaurantes.

source: You have not set your location yet, if you want to make some food delivery order, you might be out of the delivery zone of these
ar: انت لم تحدد موقعك بعد، إذا كنت تريد أن تقوم بطلب بعض الطعام، فمن الممكن أن تكون خارج نطاق التوصيل لـ:
es_mx: No ha definido su ubicación sin embargo, si usted quiere hacer alguna orden de entrega de alimentos, podría estar fuera de la zona de entrega de estos

source: Set your location.
ar: حدد موقعك.
es_mx: Establecer su ubicación.

source: Unset
es_mx: No definido

source: Change
ar: تغير
es_mx: Cambiar

source: Your location is:
ar: موقعك الحالي هو:
es_mx: Su ubicación es:

source: it.
ar: ذلك
es_mx: ese.

source: Your Location?
ar: موقعك؟
es_mx: Su ubicación?

source: This restaurant does not accept orders while closed. Please come back
ar: هذا المطعم لا يقبل الطلبات خارج ساعات الدوام. يرجى العودة في:
es_mx: Este restaurante no acepta órdenes mientras que cerrado. Por favor volver

source: "%s"! "%s" sent you a message from your "%s" restaurant page.
es_mx: "%s"! "%s" se ha enviado un mensaje desde tu página de restaurante "%s".

source: Invitation Letter from %s.
es_mx: Carta de invitación desde %s.

source: Withdraw Request #
es_mx: Solicitud de reembolso #

source: New Customer Registration at
es_mx: Nuevo registro de cliente en

source: New Restaurant Registration at
es_mx: Nuevo registro de restaurante en

source: Thank you for registering at
es_mx: Gracias por registrarse en

source: Your Selling Privileges has Updated
es_mx: Se han actualizado sus privilegios de venta

source: Make your review on
es_mx: Añade tu reseña

source: Your
es_mx: Mi Tablero

source: Balance Updated.
es_mx: Balance actualizado.

source: Hello %s, We received your withdraw request #%s, with total amount of %s, Via %s. We will review your request as soon as possible and get back to you. Regards! %s %s
es_mx: Hola %s, hemos recibido su petición del reembolso #%s, por un total de %s, a través de %s. Revisaremos su petición tan pronto como sea posible y le. Saludos! %s %s

source: Hello %s, Your withdraw request #%s, with total amount of %s, Via %s, has been approved. We will transfer this amount to your preferred destination shortly. Regards! %s %s
es_mx: Hola %s, su petición de reembolso #%s, por un total de %s, a través de %s, ha sido aprobado. SE transferirá esta cantidad a su destino preferido. Saludos! %s %s

source: Hello %s, Your withdraw request #%s, with total amount of %s, Via %s, has been rejected with the following reason: %s. Regards! %s %s
es_mx: Hola %s, su petición de retiro #%s, cantidad total de %s, a través de %s, ha sido rechazada con el siguiente motivo: %s. Saludos! %s %s

source: %s ------------------------------ Sent from %s %s
es_mx: %s ------------------------------ Enviado de %s %s

source: From: %s IP: %s User Agent: %s ------------------------------ %s ------------------------------ Sent from %s %s
es_mx: De: %s IP: %s Agente: %s ------------------------------ %s ------------------------------ Enviado de %s %s

source: Hello %s Admin, A New Customer has registered in your site. User details: Email : %s View all users list at %s Regards! %s %s
es_mx: Hola %s administrador, un nuevo cliente ha registrado en su sitio. Detalles del usuario: Correo electrónico:%s Ver la lista de usuarios en%s Saludos! %s %s

source: Hello %s Admin, A New Restaurant has registered in your site. Restaurant details: Email : %s First Name : %s Last Name : %s Shop Name : %s Shop URL : %s Shop Address : %s Shop Phone : %s Activate restaurant selling privileges %s View all users list at %s Regards! %s %s
es_mx: Hola %s Admin, Un Nuevo Restaurant se ha registerado en su sitio. Detalles : Email : %s Nombre : %s Apellido : %s Nombre restaurante : %s URL : %s Dirección : %s Teléfono : %s Activar privilegios de restaurante %s Ver lista de usuarios en %s Saludos! %s %s
