Repository: easaw/LazyEater
Catalog: languages/frozr-*.po
Languages: ar, es_mx

source: General Settings
ar: الإعدادات العامة
es_mx: Ajustes Generales

source: Withdraw Settings
es_mx: retirar Ajustes

source: Fees/Commission Settings
es_mx: Cargos/Comisión Configuración

source: ToS Settings
es_mx: Términos de ajustes de servicio

source: Enable Auto updates for LazyEater?
ar: السماح بتحديث البرنامج تلفائياً؟
es_mx: Habilitar las actualizaciones automática para LazyEater?

source: Allow Sellers to Access Admin Panel?
ar: السماح للبائعين للوصول الى لوحة ادارة WordPress؟
es_mx: Permiten a los vendedores para acceder a panel de administración?

source: Auto Enable Selling on Restaurant Registration?
ar: تمكين المطاعم من بيع منتجاتهم تلقائيا بعد عملية التسجيل؟
es_mx: permiten en automático vender el registrar restaurante?

source: Recommended Restaurants.
ar: المطاعم الموصى بها.
es_mx: Restaurantes recomendados.

source: The Minimum user balance to make a withdraw.
ar: الحد الأدنى لرصيد المستخدم لتقديم طلب سحب نقدي؟
es_mx: Saldo minimo para solicitar un reembolso.

source: Withdraw Methods.
ar: طرق السحب النقدي المتاحة للبائعين.
es_mx: Mëtodos de reembolso

source: Withdraw Request Status.
ar: حالة طلبات السحب الافتراضية
es_mx: Estatus de solicitud de reembolso.

source: Terms of Service for Sellers
ar: شروط الخدمة للبائعين
es_mx: Términos de servicio para vendedores

source: Terms of Service for Customers
ar: شروط الخدمة للعملاء
es_mx: Términos de servicio para clientes

source: Order total and delivery
es_mx: Ordenados y entrega

source: Only on order total
es_mx: Sólo en el orden total

source: Only on order delivery
es_mx: Sólo en la entrega

source: Fee&nbsp;Name
es_mx: Cuota&nbsp;Nombre

source: Fee Rate
es_mx: Índice de comisión

source: Fee Description
es_mx: Descripción tarifa

source: Applied on
es_mx: Aplicado en

source: Action
ar: العمل
es_mx: Acción

source: Edit
ar: تحربر
es_mx: Editar

source: Delete
ar: حذف
es_mx: Borrar

source: Add New Rule
es_mx: Añadir nueva regla

source: Apply this fee on
es_mx: Aplicar esta tasa de

source: Identify on which customer orders this rule should be applied, Example: If selected customers, This rule will only be applied on orders made by those customers.
es_mx: Identificar en que los pedidos de clientes esta regla se debe aplicar, Ejemplo: De los clientes seleccionados, esta regla sólo se aplicará a los pedidos realizados por los clientes.

source: Select Customers
es_mx: Los clientes de Select

source: Identify on which restaurant orders this rule should be applied, Example: If selected restaurants, This rule will only be applied on orders made for those restaurant.
es_mx: Identificar en que ordena restaurante esta regla se debe aplicar, Ejemplo: Si los restaurantes seleccionados, esta regla sólo se aplica en los pedidos realizados por los restaurante.

source: Select Restaurants
es_mx: Seleccionar Restaurantes

source: Order Sub-Total
es_mx: Subtotal de Orden

source: A float value which if the order sub-total amount exceeds, this rule is applied.
es_mx: Un valor flotante que, si la cantidad subtotal del pedido supera, se aplica esta regla.

source: Apply this rule on
es_mx: Aplicando esta norma

source: Wither to apply this rule on order items total or on order total delivery or on both.
es_mx: Debilitar a aplicar esta regla en artículos de orden total o en la entrega total del pedido o en ambos.

source: Rate&nbsp;%
es_mx: Tarifa&nbsp;%

source: This rule fee rate that will be used on orders. Enter a rate (percentage) to 4 decimal places.
es_mx: Este tipo de la comisión regla que se utilizará en los pedidos. Introduzca un tipo (porcentaje) a 4 decimales.

source: Enter a name for this fee rate.
es_mx: Introduzca un nombre para este tipo de la comisión.

source: Explain why you are applying this rule. Example: Website Fee
es_mx: Explicar por qué se solicita esta regla. Ejemplo: Cuota Sitio Web

source: All Customers
es_mx: todos los Clientes

source: All Customers, Expect...
es_mx: Todos los clientes, le espera ...

source: All Restaurant
es_mx: Todos restaurante

source: All Restaurants, Expect...
es_mx: Todos los restaurantes, le espera ...

source: Order Total and Delivery
es_mx: Total del pedido y la entrega

source: Only on Order Total
es_mx: Sólo Pedido Total

source: Only on Order Delivery
es_mx: Sólo en el Orden de Entrega

source: Back
es_mx: Espalda

source: This is used for the recommended restaurants filter in the homepage restaurants search filters.
ar: يستخدم هذا لمرشح المطاعم الموصي بها في الصفحة الرئيسية للموقع
es_mx: Esto se utiliza para el filtro de restaurantes recomendado

source: This will be used in the new seller (restaurant) registration form. Leave empty to not use.
ar: سيستخدم هذا عند قيام أي بائع جديد بالتسجيل. اتركه فارغا اذا لم ترغب باستخدامه
es_mx: Esto se utilizará en el nuevo formulario de inscripción del vendedor (restaurante). Deje en blanco al no uso.

source: This will be used in the new customer registration form. Leave empty to not use.
ar: سيستخدم هذا عند قيام أي عميل جديد بالتسجيل. اتركه فارغا اذا لم ترغب باستخدامه
es_mx: Esto se utiliza en el formulario de registro de cliente nuevo. Deje en blanco al no uso.

source: Withdraw methods for sellers.
ar: طرق السحب النقدي المتاحة للبائعين.
es_mx: Metodos de pago para vendedores.

source: Completed
ar: منجز
es_mx: Completado

source: Processing
ar: تحت المعالجة
es_mx: Procesamiento

source: Pending
ar: قيد الانتظار
es_mx: Esperando Aprobación

source: Withdraw
ar: المسحوبات
es_mx: Reembolso

source: Fees/Commission
es_mx: Cargos/Comisión

source: Terms of Service
es_mx: Términos de servicio

source: No Icon
ar: لا ايقونة
es_mx: sin icono

source: Order your food online from local restaurants.
ar: أطلب وجبتك اون لاين من المطاعم المحلية
es_mx: Ordenar tu comida en línea de restaurantes locales.

source: Restaurants Search Section
ar: قسم البحث عن المطاعم
es_mx: Sección de búsqueda de restaurantes

source: Show Restaurant Search Section?
ar: إضهار قسم البحث عن المطاعم
es_mx: Mostrar la sección de búsqueda de restaurante?

source: Search Filters Options
ar: خيارات البحث الإضافية
es_mx: Opciones de filtros de búsqueda

source: Show Restaurant Search Filters Section?
ar: إضهار خيارات البحث الإضافية
es_mx: Ver sección de filtros de búsqueda de restaurante?

source: Search Filters Titles Color
ar: لون عناوين فلترات البحث الإضافية
es_mx: Búsqueda filtros títulos Color

source: Top Selling Items
ar: الأصناف الأكثر مبيعا
es_mx: Productos mas vendidos

source: Show Top Selling Items?
ar: إضهار الأصناف الأكثر مبيعا
es_mx: Mostrar productos más vendidos?

source: Loop title
ar: عنوان الحقل
es_mx: Título de lazo

source: Loop description
ar: وصف الحقل
es_mx: Descripción de lazo

source: Layout Options
ar: خيارات الشكل
es_mx: Opciones de diseño

source: Show the loop top border
ar: عرض الحد الأعلى للحقل
es_mx: Mostrar el borde superior del lazo

source: Loop Icon
ar: أيقونة الحقل
es_mx: Icono de lazo

source: Typography Options
ar: خيارات الكتابة
es_mx: Opciones Tipográficas

source: Loop title color
ar: لون عنوان الحقل
es_mx: Color del titulo del lazo

source: Loop description color
ar: لون وصف الحقل
es_mx: Descripción color del lazo

source: Latest Restaurants
ar: المطاعم الجديدة
es_mx: Últimos restaurantes registrados

source: Show Latest Rests?
ar: إضهار المطاعم الجديدة
es_mx: Mostrar últimos restaurantes registrados?

source: Permalink to %s
ar: الرابط الثابت إلى %s
es_mx: Permalink a %s

source: Served by
ar: يقدمها
es_mx: Servido por

source: Sales
ar: مبيعات
es_mx: Ventas

source: Filters Bench
ar: المرشحات الغير مرغوبة
es_mx: Banco de filtros

source: Drop filters you don't want to show here.
ar: ارمي المرشحات التي لا تريد أن تظهر هنا.
es_mx: Colocar filtros que no desea mostrar aquí.

source: Restaurants by name.
ar: المطاعم بالاسم.
es_mx: Restaurantes por nombre.

source: Restaurants by Cuisine.
ar: المطاعم حسب نوع المطبخ.
es_mx: Restaurantes de cocina.

source: Restaurants by location.
ar: المطاعم حسب الموقع.
es_mx: Restaurantes por ubicación.

source: Restaurants deliver to you.
ar: المطاعم التي توصل الطلبات إلى عنوانك.
es_mx: Restaurantes que entregan en su área.

source: Get me some..
ar: أعطني بعض الـ...
es_mx: Consíguieme algo...

source: Get me an item with my favourite ingredient!
ar: أعطني طبقا بالمكونات المفضلة لدي
es_mx: Tráeme un producto con mi ingrediente favorito!

source: Get me something..
ar: اعطني شيئا ..
es_mx: Consíguieme algo...

source: Popular Restaurants.
ar: المطاعم الأكثر شعبية
es_mx: Restaurantes populares.

source: Restaurants by food served.
ar: المطاعم بحسب نوع الطعام
es_mx: Restaurantes por comida que se sirven.

source: Popular Restaurants
ar: المطاعم الأكثر شعبية
es_mx: Restaurantes populares

source: Restaurants We Recommend
ar: المطاعم التي نوصي بها
es_mx: Restaurantes que recomendamos

source: Sea Food
ar: مأكولات بحرية
es_mx: Marisco

source: Go!
ar: إنطلق
es_mx: ¡Ir!

source: Edit this!
ar: عدل هذا
es_mx: Editar esto!

source: Text:
ar: النص:
es_mx: Texto:

source: Icon:
ar: الأيقونة:
es_mx: Icono:

source: Background Color:
ar: لون الخلفية:
es_mx: Color del Fondo

source: Text Color:
ar: لون النص:
es_mx: Color de Texto:

source: Save
ar: حفظ
es_mx: Guardar

source: Set filter box image
ar: عين الصورة الخاصة بالمرشح
es_mx: Imagen de caja de filtro

source: Set
ar: عين
es_mx: Establecer

source: Edit Image
ar: تعديل الصورة
es_mx: Editar imagen

source: Vegetarian
ar: نباتي
es_mx: Vegetariana

source: Non-Veg
ar: غير نباتي
es_mx: No-Vegetariana

source: Spicy
ar: حار
es_mx: Picante

source: Veg + Spicy
ar: نباتي + حار
es_mx: Veg + picante

source: Non-Veg + Spicy
ar: غير نباتي + حار
es_mx: No-Veg + picante

source: Order
ar: طلب
es_mx: Orden

source: Purchased
ar: تم الشراء
es_mx: Comprado

source: Billing Address
ar: عنوان الفاتورة
es_mx: Dirección de Facturación

source: Date
ar: التاريخ
es_mx: Fecha

source: Actions
ar: الإجراءات
es_mx: Acciones

source: Seller
ar: بائع
es_mx: Vendedor

source: Sub Order
ar: طلب فرعي
es_mx: Suborden

source: Sub Order of
ar: طلب فرعي تابع
es_mx: Suborden de

source: Show Sub-Orders
ar: إظهار الطلبات الفرعيه
es_mx: Muestra subórdenes

source: Hide Sub-Orders
ar: إخفاء الطلبات الفرعيه
es_mx: Ocultar subórdenes

source: Toggle Sub-orders
ar: إخفاء وإظهار الطلبات الفرعية
es_mx: Alternar Subórdenes

source: Lazy Eater Options
ar: خيارات Lazy Eater
es_mx: Opciones De Tema

source: Selling
ar: يبيع
es_mx: Ventas

source: Enable Selling
ar: تمكين البيع
es_mx: Habilitar ventas

source: Enable or disable product selling capability
ar: تمكين أو تعطيل القدرة على بيع المنتجات
es_mx: Habilitar o deshabitar la capacidad de vender productos

source: Author
ar: الناشر
es_mx: Autor

source: Something went wrong!
ar: حدث خطأ!
es_mx: ¡Algo salió mal!

source: Email sent successfully!
ar: تم إرسال رسالة إلكترونية بنجاح!
es_mx: Correo electrónico enviado con éxito!

source: Something Went Wrong!
ar: حدث خطأ ما!
es_mx: Algo salió mal.

source: View Cart
ar: عرض الطلبية
es_mx: Ver carrito

source: You cannot add another &quot;%s&quot; to your cart.
ar: ليس من الممكن إضافة &quot;%s&quot; إلى الطلبية.
es_mx: No puede agregar otro &quot;%s&quot; a su carrito.

source: Sorry, this product cannot be purchased.
ar: عذرا، هذا المنتج لا يمكن شراؤه.
es_mx: Este producto no puede ser adquirido.

source: You cannot add &quot;%s&quot; to the cart because the product is out of stock.
ar: لا يمكن إضافة &quot;%s&quot; للطلبية لأن المنتج أصبح غير متوفر في المخزون.
es_mx: No se puede agregar &quot;%s&quot; al Carrito porque el producto está fuera de inventario.

source: You cannot add that amount of &quot;%s&quot; to the cart because there is not enough stock (%s remaining).
ar: لا يمكنك إضافة هذه الكمية من &quot;%s&quot; لطلبيتك لأن المخزون منخفض منها (%s متبقية فقط)
es_mx: No se puede añadir esa cantidad de &quot;%s&quot; al pedido porque no hay suficientes disponibles (nos quedan %s).

source: You cannot add that amount to the cart &mdash; we have %s in stock and you already have %s in your cart.
ar: لا يمكنك إضافة هذه الكمية إلى الطلبية &mdash; لدينا %s في المخزون ولديك %s في طلبيتك.
es_mx: No puede agregar esa cantidad al carrito &mdash; tenemos %s en inventario y ya tiene %s en su pedido.

source: %s is a required field
ar: %s هو حقل مطلوب
es_mx: %s es un campo requerido

source: Please choose product options&hellip;
ar: الرجاء تحديد خيارات المنتج &hellip;
es_mx: Por favor, seleccione las opciones de producto&hellip;

source: Please choose the quantity of items you wish to add to your cart&hellip;
ar: الرجاء إختيار كمية المنتجات التي ترغب بإضافتها إلى الطلبية &hellip;
es_mx: Por favor selecciona la cantidad de productos que deseas agregar a tu presupuesto&hellip;

source: Please choose a product to add to your cart&hellip;
ar: الرجاء إختيار منتج لإضافته لطلبيتك &hellip;
es_mx: Por favor elija un producto para agregar a su carrito&hellip;

source: Title Saved!
ar: تم حفظ العنوان
es_mx: Título guardado!

source: Layout Saved!
ar: تم حفظ الشكل
es_mx: Plantilla guardada.

source: Cheating!
ar: هل تحاول الغش؟
es_mx: Haciendo trampa!

source: Settings Saved!
ar: تم حفظ الإعدادات
es_mx: Ajsutes guardados!

source: Please Enable cookies in your browser.
ar: يرجى تمكين ملفات الارتباط في المتصفح الخاص بك.
es_mx: Active las 'cookies' de su navegador.

source: Item Deleted!
ar: تم حذف الصنف!
es_mx: Elemento eliminado

source: Item Updated Successfully!
ar: تم تحديث الصنف!
es_mx: Elemento <strong>actualizado</strong> con éxito.

source: No Title
ar: لا يوجد عنوان
es_mx: Sin titulo

source: No Content
ar: لا يوجد محتوى
es_mx: Sin Contenido

source: No Excerpt
ar: لا يوجد موجز
es_mx: Sin Extracto

source: Item Created Successfully!
ar: تم إنشاء الصنف!
es_mx: Elemento creado con éxito!

source: Standard
ar: المعيار
es_mx: Estándar

source: Do not allow
ar: لا تسمح
es_mx: No permitir

source: Allow, but notify customer
ar: السماح، ولكن بإخطار العملاء
es_mx: Permitir, pero notificar al comprador

source: Allow
ar: السماح
es_mx: Permitir

source: In stock
ar: في المخزن
es_mx: En existencia

source: Out of stock
ar: إنتهى من المخزن
es_mx: Agotado

source: File %d
ar: ملف %d
es_mx: Archivo %d

source: Empty username or password.
ar: اسم المستخدم أو كلمة المرور فارغة.
es_mx: Usuario o contraseña vacío.

source: Wrong username or password.
ar: اسم المستخدم أو كلمة مرور خاطئة.
es_mx: Nombre de usuario o contraseña incorrecta.

source: You cant review this restaurant.
ar: انت غير قادر على تقيم هذا المطعم.
es_mx: Usted no puede revisar este restaurante.

source: You cant review your self.
ar: كنت غير قادر على تقيم نفسك.
es_mx: Usted no puede revisarse a si mismo.

source: You've already made a review.
ar: لفد قمت بتقييم هذا المطعم
es_mx: Ya ha hecho una revisión.

source: Thank you!
ar: شكرا!
es_mx: Gracias!

source: &larr; Coupons
ar: ;larr& كوبونات
es_mx: &larr; Cupones

source: Add new Coupon
ar: إضافة قسيمة جديدة
es_mx: Añadir nuevo cupón

source: Code
ar: رمز
es_mx: Código

source: Coupon type
ar: نوع القسيمة
es_mx: Tipo de Cupón

source: Coupon amount
ar: مبلغ القسيمة
es_mx: Monto del cupón

source: Product IDs
ar: رقم المنتج
es_mx: IDs de Producto

source: Usage / Limit
ar: عدد الاستخدامات / الحد الأقصى
es_mx: Uso / Límite

source: Expiry date
ar: تاريخ الإنتهاء
es_mx: Fecha de vencimiento

source: delete
ar: حذف
es_mx: eliminar

source: &laquo; Previous
ar: ;laquo& السابق
es_mx: &laquo; Anterior

source: Next &raquo;
ar: ;laquo& التالي
es_mx: Siguiente &raquo;

source: Sorry, no coupons found!
ar: عذرا، لا توجد قسائم!
es_mx: Lo sentimos, no se encontraron cupones!

source: Create Coupon
ar: إنشاء قسيمة
es_mx: Crear cupón

source: Are you cheating?
ar: هل تحاول الغش؟
es_mx: Estás engañando?

source: Update Coupon
ar: تحديث القسيمة
es_mx: Actualizar cupón

source: Coupon Title
ar: عنوان القسيمة
es_mx: Título del cupón

source: Description
ar: الوصف
es_mx: Descripción

source: Discount Type
ar: نوع التخفيض
es_mx: Tipo Descuento

source: Product Discount
ar: خصم المنتج
es_mx: Descuento del producto

source: Product % Discount
ar: نسية خصم المنتج
es_mx: % de Descuento del Producto

source: Amount
ar: القيمة
es_mx: Cantidad

source: Email Restrictions
ar: قيود بواسطة البريد الإلكتروني
es_mx: Restricciones de Email

source: Email restrictions
ar: قيود بواسطة البريد الإلكتروني
es_mx: restricciones de Email

source: Usage Limit per coupon
ar: اقصى استخدامات القسيمة.
es_mx: Límite de uso por cupon

source: How many times this coupon can be used before it is void.
ar: كم مرة هذه القسيمة يمكن استخدامها قبل أن تلغى.
es_mx: Cuántas veces este cupón se puede utilizar antes de que sea anulado.

source: Unlimited usage
ar: استخدام غير محدود
es_mx: Uso ilimitado

source: Limit usage to X items
ar: احصر استخدام القسيمة حول منتجات معينة
es_mx: Límite de uso X por producto

source: The maximum number of individual items this coupon can apply to when using product discounts. Leave blank to apply to all qualifying items in cart.
ar: الحد الأقصى لعدد الأصناف في عربة التسوق التي يمكن أن تستخدم هذه القسيمة لتخفيض سعرها. اتركه فارغا لتطبيقه على جميع الأصناف في عربة التسوق.
es_mx: El número máximo de elementos individuales al cual este cupón puede aplicarse cuando se utilizan descuentos en productos. Dejar en blanco para aplicarse a todos los elementos que califican en el carrito.

source: Apply to all qualifying items in cart
ar: تطبيقها على جميع الأصناف في عربة التسوق.
es_mx: Aplicar a todos los elementos que califican en el carrito

source: Usage limit per user
ar: حد الاستخدام الاقصى لكل مستخدم
es_mx: Límite de uso por usuario

source: How many times this coupon can be used by an invidual user. Uses billing email for guests, and user ID for logged in users.
ar: كم مرة يمكن استخدام هذه القسيمة من قبل المستخدم الواحد. (يتم استخدم البريد الإلكتروني المدون على الفاتورة للضيوف، وأسم المستخدم للأعضاء المسجلين.)
es_mx: Cuántas veces este cupón puede ser utilizado por un usuario invidual. Utiliza el email de facturación para los visitantes, y el ID de usuario para los usuarios registrados.

source: Expire Date
ar: تاريخ انتهاء الصلاحية
es_mx: Vigencia

source: Products
ar: المنتجات
es_mx: Productos

source: Products which need to be in the cart to use this coupon or, for "Product Discounts", which products are discounted.
ar: المنتجات التي تحتاج إلى أن تكون في عربة التسوق لاستخدام هذه القسيمة أو، ل "تخفيضات المنتج"، المنتحبات التي يتم تخفيضها.
es_mx: Los productos necesitan estar en el carrito para usar este cupón, para "Productos Descontados" los cuales ya tienen descuento.

source: Enable Free Shipping
ar: تمكين شحن مجاني
es_mx: Activar Envío Gratuíto

source: Check this box if the coupon grants free delivery.
ar: حدد هذا المربع إذا القسيمة تمنح التوصيل المجاني.
es_mx: Marque esta casilla si el cupón otorga entrega gratis.

source: Individual use only
ar: الاستعمال الفردي فقط
es_mx: Sólo uso individual

source: Check this box if the coupon cannot be used in conjunction with other coupons.
ar: حدد هذا المربع إذا القسيمة لا يمكن استخدامها جنبا إلى جنب مع قسائم أخرى.
es_mx: Marcá esta casilla si el cupón no se puede utilizar en combinación con otros cupones.

source: Exclude Sale Items
ar: استبعاد الأصناف التي عليها تخفيض.
es_mx: Excluir productos en Oferta

source: Check this box if the coupon should not apply to items on sale. Per-item coupons will only work if the item is not on sale. Per-cart coupons will only work if there are no sale items in the cart.
ar: حدد هذا المربع إذا لا ينبغي أن تنطبق هذه القسيمة على المنتجات التي عليها تخفيض. القسائم المرتبطة بالمنتج فرديا لن تعمل على المنتج الذي عليه تخفيض بيمنا القسيمة المرتبطة بعربة التسوق لن تعمل إذا وجد منتح عليه تخفيض ضمن المنتجات في العربة.
es_mx: Marque esta casilla si el cupón no aplica para artículos en oferta. Los cupones por artículo aplicarán solamente si no están en oferta. Los cupones por carrito aplicarán solo sino hay artículos de oferta en el carrito.

source: Minimum spend
ar: الحد الأدنى للإنفاق
es_mx: Gasto minimo

source: This field allows you to set the minimum subtotal needed to use the coupon.
ar: هذا الحقل يسمح لك لتحديد الحد الأدنى للمجموع الفرعي اللازمة لاستخدام القسيمة.
es_mx: Este campo le permite configurar el subtotal mínimo necesario para utilizar el cupón.

source: No Minimum
ar: لا يوجد حد أدنى
es_mx: Sin minimo

source: Maximum spend
ar: الحد الأقصى للإنفاق
es_mx: Gasto máximo

source: This field allows you to set the maximum subtotal allowed when using the coupon.
ar: يسمح لك هذا الحقل لتعيين الحد الأقصى للمجموع الفرعي الذي يسمح استخدام القسيمة.
es_mx: Este campo le permite establecer el máximo permitido subtotal cuando se utiliza el cupón.

source: No Maximum
ar: لا الحد الأقصى
es_mx: Sin máximo

source: Go public
ar: انشر للعامة
es_mx: Hacer pública

source: Show the Coupon in the Restaurant page?
ar: عرض القسيمة في صفحة المطعم؟
es_mx: Mostrar el cupón en la página del restaurante?

source: Coupon Text to show in restaurant page.
ar: نص قسيمة الذي سيظهر في الصفحة المطعم.
es_mx: Texto del cupón para mostrar en la página del restaurante.

source: Use (example) coupon in check out to get 10% OFF our items?
ar: استخدم القسيمة (رمز القسيمة)عند الدفع للحصول على 10٪ خصم من منتجاتنا؟
es_mx: Utilizar (ejemplo) cupón en retirar para obtener 10% de nuestros artículos?

source: You're the site admin, you cant post coupons!
ar: انت مشرف الموقع، انت غير قادر على انشاء قسائم!
es_mx: Eres el administrador del sitio, n puedes publicar cupones!

source: Coupon has been saved successfully!
ar: تم حفظ القسيمة بنجاح!
es_mx: El cupón ha sido guardado correctamente!

source: Coupon has been updated successfully!
ar: تم تحديث القسيمة بنجاح!
es_mx: El cupón se ha actualizado correctamente!

source: Coupon has been deleted successfully!
ar: لقد تم حذف القسيمة بنجاح!
es_mx: El cupón ha sido borrado correctamente!

source: Dashboard
ar: لوحة التحكم
es_mx: Tablero

source: Orders
ar: الطلبات
es_mx: Órdenes

source: Coupons
ar: القسائم
es_mx: Cupones

source: Settings
ar: الإعدادات
es_mx: Ajustes

source: Sellers
ar: البائعين
es_mx: Vendedores

source: (Refunded)
es_mx: (Reintegrado)

source: Gross
ar: الإيرادات
es_mx: Total

source: Total Coupon Usage
es_mx: Uso de cupón

source: Taxes
es_mx: Impuestos

source: Taxes Refunded
es_mx: gravamen fiscal reembolsable

source: Uncompleted Orders
es_mx: Órdenes incompletas

source: Refunded Orders
es_mx: Pedidos de reembolsos

source: Fees
ar: رسوم
es_mx: Tarifas

source: Seller Fees
ar: عمولة البائع
es_mx: Tarifas de vendedor

source: Net
ar: صافي الربح
es_mx: Neto

source: Print This Report
es_mx: Imprimir este informe

source: From all sellers
ar: من جميع البائعين
es_mx: Todos los Agentes

source: All Time
es_mx: Todo el tiempo

source: Year
ar: عام
es_mx: Año

source: Last Month
ar: الشهر الماضي
es_mx: Último Mes

source: Month
ar: شهر
es_mx: Mes

source: Week
ar: أسبوع
es_mx: Semana

source: Today
ar: اليوم
es_mx: Hoy

source: Start Date, English Expressions or mm/dd/yyyy
es_mx: Fecha, expresiones inglés o dd/mm/aaaa de inicio

source: End Date, English Expressions or mm/dd/yyyy
es_mx: Fecha de finalización, expresiones inglés o dd/mm/aaaa

source: Go
ar: إنطلق
es_mx: Ir

source: Item
ar: صنف
es_mx: Producto

source: Current Balance
ar: الرصيد الحالي
es_mx: Saldo Actual

source: Withdraw Money
ar: قدم طلب سحب
es_mx: Retirar Dinero

source: Top Customers
ar: كبار العملاء
es_mx: Principales clientes

source: Customer
ar: زبون
es_mx: Cliente

source: Money Spent
ar: الأموال المنفقة
es_mx: Dinero gastado

source: Status
ar: الحالة
es_mx: Estatus

source: Count
ar: عد
es_mx: Conteo

source: Cancelled
ar: ألغيت
es_mx: Cancelado

source: Refunded
ar: المردود
es_mx: Reembolsado

source: On-hold
ar: في الانتظار
es_mx: Pausada

source: All (%d)
ar: الجميع (%d)
es_mx: Todo (%d)

source: Pending Review (%d)
ar: قيد المراجعة (%d)
es_mx: Pendiente de revisión (%d)

source: Draft (%d)
ar: مسودة (%d)
es_mx: Borrador (%d)

source: Add new product
ar: أضف منتج جديد
es_mx: Agregar nuevo producto

source: Online
ar: اون لاين
es_mx: En línea

source: Draft
ar: مسودة
es_mx: Borrador
