Repository: easaw/LazyEater
Catalog: languages/frozr-*.po
Languages: ar, es_mx

source: Sorry, no sellers found!
ar: عذرا، لا يوجد بائعين!
es_mx: Lo sentimos, no se encontraron vendedores!

source: Processing:
ar: تحت المعالجة
es_mx: Procesando:

source: Completed:
ar: منجز
es_mx: Completado:

source: Activate Selling
ar: تمكين البيع
es_mx: Activar ventas

source: Activate/Deactivated selling privileges for this seller.
ar: تفعيل/تعطيل قدرات البيع لهذا البائع
es_mx: Activar/desactivado venta privilegios para este vendedor.

source: Activated.
ar: مفعل
es_mx: Activado.

source: Deactivated.
ar: غير مفعل
es_mx: Desactivar.

source: Withdraw Requests Post Types
ar: طلبات السحب
es_mx: Tipos de requisicion de reembolso

# Status General Name
source: Completed
ar: منجز
es_mx: Completado

source: Withdraw Request
ar: طلب سحب
es_mx: Solicitud de reembolso

source: Rejected (%d)
ar: ألغيت (%d)
es_mx: Rechazado (%d)

source: Current Balance:
ar: الرصيد الحالي
es_mx: Saldo actual:

source: Request ID
ar: رقم الطلب
es_mx: ID de la solicitud

source: Restaurant ID
ar: رقم المطعم
es_mx: Restaurante ID

source: Reject Note
ar: ملاحظة الرفض
es_mx: Nota de rechazo

source: View Invoice
ar: شاهد الفاتورة
es_mx: Ver factura

source: Are you sure?
ar: هل انت متأكد؟
es_mx: Estás seguro?

source: Delete Request
ar: حذف الطلب
es_mx: Eliminar solicitud

source: View Via Details
ar: شاهد من خلال التفاصيل
es_mx: Ver via detalles

source: View Restaurant Balance
ar: شاهد الرصيد الحالي للمطعم
es_mx: Ver saldo restaurante

source: Sorry, no transactions found!
ar: عذرا، لا توجد معاملات!
es_mx: Lo siento, no se encontraron transacciones!

source: You already have a pending withdraw request. Until it's been rejected or approved, you can't submit any new request.
es_mx: Ya tiene un pendiente de retirar la solicitud. Hasta que haya sido rechazada o aprobada, no se puede presentar ninguna nueva solicitud.

source: You don't have sufficient balance for a withdraw request!
ar: ليس لديك رصيد كاف لتقديم طلب سحب!
es_mx: No tienes saldo suficiente para una solicitud de retiro!

source: Withdraw Amount
ar: المبلغ المسحوب
es_mx: Retirar la cantidad

source: Payment Method
ar: طريقة الدفع
es_mx: Método de Pago

source: Change Invoice Image
ar: تغير الفاتورة
es_mx: Cambie la imagen de factura

source: Upload Invoice Image
ar: حمل الفاتورة
es_mx: Subir imágenes de factura

source: Update Request Status
ar: تحديث حالة طلب السحب
es_mx: Actualizar estado

source: Rejected
ar: رفض
es_mx: Rechazado

source: Paid
ar: مدفوع
es_mx: Pagado

source: Withdraw Reject Note
ar: ملاحظة الرفض
es_mx: Nota de rechazo de reembolso

source: Few lines on why you've rejected the witdraw request
ar: أسباب رفض الطلب
es_mx: Unas líneas sobre por qué ha rechazado la solicitud de reembolso

source: Submit Request
ar: تقديم الطلب
es_mx: Enviar solicitud

source: Update Request
ar: تحديث الطلب
es_mx: Actualizar solicitud

source: Bank Transfer
ar: التحويل المصرفي
es_mx: Transferencia Bancaria / Deposito Bancario

source: Name of bank
ar: اسم البنك
es_mx: Nombre del banco

source: Account Name: %s
ar: أسم صاحب الحساب: %s
es_mx: Nombre de la cuenta: %s

source: Account Number: %s
ar: رقم الحساب: %s
es_mx: Número de cuenta: %s

source: Bank Name: %s
ar: اسم البنك: %s
es_mx: Nombre del banco: %s

source: Address: %s
ar: العنوان: %s
es_mx: Dirección: %s

source: Remove
ar: إزالة
es_mx: Eliminar

source: Value(s)
ar: القيم
es_mx: Valor(es)

source: Select all
ar: تحديد الكل
es_mx: Seleccionar todo

source: Select none
ar: عدم نحديد
es_mx: Seleccione Ninguno

source: Add new
ar: أضف جديد
es_mx: Agregar

source: "%s" separate terms
ar: "%s" أصناف متفرقة
es_mx: Términos separados por “%s”

source: Enter some text, or some attributes by "%s" separating values.
ar: أدخل بعض النص، أو بعض الصفات وفرق بينها بـ "%s" .
es_mx: Introduzca algún texto, o atributo por "%s" separando valores.

source: Visible on the product page
ar: مرئية على صفحة المنتج
es_mx: Visible en la página del producto

source: Used for variations
ar: تستخدم للتباينات
es_mx: Usado para variaciones

source: Choose file
ar: اختر ملف
es_mx: Seleccionar archivo

source: Any
ar: أي
es_mx: Cualquier

source: Remove this image
ar: إزالة هذه الصورة
es_mx: Eliminar esta imagen

source: Upload an image
ar: حمل صورة
es_mx: Subir una imagen

source: Enabled
ar: تمكين
es_mx: Habilitado

source: Regular Price:
ar: السعر الاساسي
es_mx: Precio Normal:

source: Sale Price:
ar: السعر بعد الخصم
es_mx: Precio de Oferta:

source: Cancel schedule
ar: إلغاء الجدول
es_mx: Cancelar agenda

source: Sale start date:
ar: تاريخ البدء بالسعر المخفض
es_mx: Fecha de Inicio de la Oferta:

source: Sale end date:
ar: تاريخ إنتهاء السعر المخفض
es_mx: Fecha de Fin de la Oferta:

source: Stock Qty:
ar: كمية المخزون
es_mx: Cantidad en Stock:

source: Dimensions (L&times;W&times;H)
ar: الأبعاد (الطول X العرض)
es_mx: Dimensiones (L&times;W&times;H)

source: Variation Description:
ar: وصف التباين
es_mx: Descripción de la Variación

source: Downloadable Files
ar: الملفات القابلة للتنزيل
es_mx: Archivos descargables

source: File URL
ar: رابط الملف
es_mx: Url del Archivo

source: Add File
ar: أضف ملف
es_mx: Agregar archivo

source: Download Limit:
ar: عدد التنزيل المسموح
es_mx: Límite de descarga:

source: Download Expiry:
ar: انتهاء صلاحية التنزيل
es_mx: Caducidad de la Descarga

source: Visit Premium Customer Support Forum
ar: قم بزيارة منتديات خدمة العملاء
es_mx: Visitar el foro de soporte premium

source: Premium Support
ar: خدمة عملاء مميزة
es_mx: Soporte Premium

source: Variation menu order (determines position in the list of variations)
ar: ترتيب قوائم التباينات (هذا يبين مواقع التباينات)
es_mx: Orden del menú de variación (determina la posición en la lista de variaciones)

source: Remove this attribute?
ar: إزالة هذه السمة
es_mx: Eliminar este atributo?

source: Enter a name for the new attribute term:
ar: ادخل اسم للسمة الجديدة للصنف
es_mx: Introduzca un nombre para el nuevo atributo:

source: Featured
ar: متميز
es_mx: Destacado

source: Available
ar: متوفر
es_mx: Disponible

source: Not Available
ar: غير متوفر
es_mx: No Disponible

source: Your product has variations! Before changing the product type, it is a good idea to delete the variations to avoid errors in the stock reports.
ar: المنتج لديه تباينات! قبل تغيير نوع المنتج، انها فكرة جيدة لحذف التباينات لتجنب الأخطاء في التقرير المخزني.
es_mx: Tu producto tiene variantes! Antes de cambiar el tipo de produto, es una buena idea eliminar las variaciones para evitar errores en los informes de inventario.

source: Choose an image
ar: أختر صورة
es_mx: Escoja una imagen

source: Set variation image
ar: عين صورة للتباين
es_mx: Asignar imagen de la variación

source: Save changes before changing page?
ar: حفظ التغييرات قبل تغيير الصفحة؟
es_mx: Guardar los cambios antes de cambiar de página?

source: Are you sure you want to remove this variation?
ar: هل أنت متأكد أنك تريد إزالة هذا التباين؟
es_mx: Estás seguro de querer eliminar esto?

source: Are you sure you want to link all variations? This will create a new variation for each and every possible combination of variation attributes (max 50 per run).
ar: هل أنت متأكد أنك تريد ربط كل التباينات؟ هذا سيخلق تباين لكل الاحتمالات الممكنة في جمع السمات (بحد أقصى 50 في المدى).
es_mx: Estás seguro de que quieres enlazar todas las variaciones? Esto creará una nueva variación para cada posible combinación de variación de atributos (máx 50 por ejecución).

source: variation added
ar: تم إضافة التباين
es_mx: variación agregada

source: variations added
ar: تم إضافة التباينات
es_mx: variaciones agregadas

source: No variations added
ar: لم يتم إضافة أي تباينات
es_mx: No se agregaron variaciones.

source: Are you sure you want to delete all variations? This cannot be undone.
ar: هل أنت متأكد أنك تريد حذف كل التباينات؟ هذه الخطوة لا يمكن التراجع عنها.
es_mx: Seguro que quiere eliminar todas las variaciones? Esto no se podrá deshacer.

source: Last warning, are you sure?
ar: التحذير الأخير، هل أنت متأكد؟
es_mx: Ultima advertencia, ¿está completamente seguro?

source: Enter a value (fixed or %)
ar: أدخل قيمة (ثابتة أو٪)
es_mx: Introduzca un valor (fijo o en %)

source: Enter a value
ar: أدخل قيمة
es_mx: Introduzca un valor

source: Sale start date (YYYY-MM-DD format or leave blank)
ar: تاريخ البدء بالسعر المخفض (الشكل-MM-DD YYYY أو اتركه فارغا)
es_mx: Fecha de Inicio de Oferta (formato AAAA-MM-DD o dejar en blanco)

source: Sale end date (YYYY-MM-DD format or leave blank)
ar: تاريخ الانتهاء للسعر المخفض (الشكل-MM-DD YYYY أو اتركه فارغا)
es_mx: Fecha de finalización de la oferta (formato AAAA-MM-DD o dejar en blanco)

source: %qty% variation
ar: كمية التباين
es_mx: %qty% variación

source: %qty% variations
ar: كمية التباينات
es_mx: %qty% variaciones

source: Are you sure you want to delete this item permanently?
ar: هل أنت متأكد أنك تريد حذف هذا الصنف بشكل نهائي؟
es_mx: Está seguro que desea eliminar este elemento?

source: View product
ar: مشاهدة المنتج
es_mx: Ver producto

source: Back!
ar: تراجع
es_mx: Regresar

source: Are you sure you want to delete this withdraw request!
ar: هل أنت متأكد أنك تريد حذف طرية السحب هذه؟
es_mx: Está seguro que desea eliminar esta solicitud de reembolso!

source: Are you sure you want to delete this coupon!
ar: هل أنت متأكد أنك تريد حذف هذه القسيمة؟
es_mx: Está seguro que desea eliminar este cupon!

source: Fail to connect, please check your internet connection.
ar: فشل في الاتصال بالأنترنت. الرجاء فحص الشبكة
es_mx: Por favor, comprueba tu conexión a Internet

source: No row selected
ar: لم يحدد الصف
es_mx: Ninguna fila seleccionada

source: Product ID
ar: رقم المنتج
es_mx: ID del Producto

source: Country Code
ar: رمز البلد
es_mx: Código de País

source: State/County Code
ar: رمز المقاطعة
es_mx: Estado / Ciudad

source: Zip/Postal Code
ar: الرمز البريدي
es_mx: CP/Código postal

source: Item Cost
ar: تكلفة الصنف
es_mx: Costo del producto

source: Dish Details
ar: تفاصيل الطبق
es_mx: Detalles de plato

source: A Veg Dish.
ar: طبق خضار
es_mx: Plato vegetariano

source: A Non-Veg Dish.
ar: طبق غير خضار
es_mx: Plato no vegetariano

source: Dish is Spicy
ar: طبق حار
es_mx: Plato picante.

source: Show Fat Amount?
ar: إظهار مقدار الدهون.
es_mx: Muestra la cantidad grasa?

source: Add/Manage Discount Coupons.
ar: أضف/عدل قسائم الخصم
es_mx: Añadir y administrar cupones de descuento.

source: Dashboard Menu
ar: لوحة التحكم
es_mx: Menú del tablero

source: Dashboard Home
ar: لوحة التحكم
es_mx: Tablero

source: Quick Reports and statistics.
ar: تقارير واحصائيات مختصرة
es_mx: Reportes y estadísticas rapidos

source: Edit Dish
ar: تعديل الطبق
es_mx: Editar Plato

source: Modify/Update your dish.
ar: عدل / حدث الطبق
es_mx: Modificar o actualizar su plato.

source: Dishes
ar: الاطباق
es_mx: Platos

source: Your menu dishes list.
ar: قائمة الاطباق
es_mx: Su lista de platos del menú.

source: Image
ar: صورة
es_mx: Imagen

source: Type
ar: نوع
es_mx: Tipo

source: Views
ar: مشاهدات
es_mx: Vistas

source: edit product
ar: تعديل المنتج
es_mx: Editar Producto

source: Delete Permanently
ar: خذف نهائي
es_mx: Borrar Permanentemente

source: External/Affiliate
ar: خارجي / دال
es_mx: Externo / Afiliado

source: Published
ar: تم النشر
es_mx: Publicado

source: Last Modified
ar: أخر تعديل
es_mx: Última modificación

source: No product found
ar: لا توجد منتجات
es_mx: No se ha encontrado producto

source: New Dish
ar: طبق جديد
es_mx: Nuevo plato

source: Add a new dish to your menu.
ar: إضافة طبق جديد إلى القائمة الخاصة بك.
es_mx: Añadir un nuevo plato para el menú.

source: Manage your restaurant orders.
ar: أدارة الطلبات
es_mx: Gestionar órdenes de venta

source: &larr; Orders
ar: الطلبات &larr;
es_mx: Pedidos &larr;

source: Fee
ar: رسوم
es_mx: Tarifa

source: Product ID:
ar: رقم المنتج
es_mx: ID del Producto

source: Variation ID:
ar: رقم التباين
es_mx: ID variacion

source: No longer exists
ar: لم يعد موجود
es_mx: No existe más

source: Product SKU:
ar: الرمز التسلسلي للمنتج
es_mx: SKU Producto:

source: This is not yours, I swear!
ar: هذا لا يتبعك!
es_mx: Esto no es tuyo, te lo garantizo!

source: Order Items
ar: أطلب الأصناف
es_mx: Productos del pedido

source: Cutomer Details
es_mx: Cutomer Detalles

source: General Details
ar: المعلومات العامة
es_mx: Detalles generales

source: Order Notes
ar: ملاحظات الطلب:
es_mx: Notas del Pedido

source: added on %1$s at %2$s
ar: أضف في %1$s في %2$s
es_mx: agregado el %1$s a las %2$s

source: There are no notes yet.
ar: لا توجد ملاحظات بعد.
es_mx: No hay notas todavía.

source: Add note
ar: أضف ملاحظة
es_mx: Agregar nota

source: Private note
ar: ملاحظة خاصة
es_mx: Nota Privada

source: Note to customer
ar: ملاحظة للزبون
es_mx: Nota al cliente

source: order
ar: طلب
es_mx: orden

source: product
ar: منتج
es_mx: producto

source: Find a Table
ar: أبحث عن طاولة
es_mx: Encontrar una mesa

source: Number of Seats?
ar: عدد المقاعد؟
es_mx: Número de asientos?

source: Search Tables
ar: ابحث عن الطاولات
es_mx: Buscar Mesas

source: Contact Restaurant
ar: تواصل مع المطعم
es_mx: Contacto restaurante

source: Restaurant Address
ar: عنوان المطعم
es_mx: Dirección Restaurante

source: View Tables
ar: مشاهدة الطاولات
es_mx: Mesas

source: Delivers in
ar: التوصيل خلال
es_mx: entrega en

source: Delivery Fee.
ar: تكلفة التوصيل
es_mx: tarifa de entrega

source: Per
ar: لكل
es_mx: Por

source: Minimun Order Amount for Delivery.
ar: الحد الأدنى للطلب حتى يتم التوصيل
es_mx: Cantidad de orden mínima para la entrega.

source: Most Popular Restaurants
ar: المطاعم الأكثر شعبية
es_mx: Restaurantes más populares

source: Restaurants by Food Type
ar: المطاعم بحسب نوع الطعام المقدم
es_mx: Restaurantes por comida que se sirven.

source: All Restaurants
ar: كل المطاعم
es_mx: Todos los restaurantes

source: Sellers Registered in Your Website.
ar: البائعين المسجلين في موقعك
es_mx: Vendedores registrados en su sitio web.

source: Restaurant Settings
ar: إعدادات المطعم
es_mx: Opciones Restaurant

source: Manage your Account.
ar: أدر حسابك
es_mx: Administrar su cuenta.

source: Filter by restaurants Addresses:
ar: البحث من خلال عناوين المطاعم
es_mx: Filtrar por tipo de restaurantes Direcciones:

source: Filter by Cuisine:
ar: البحث بالمطبخ
es_mx: Filtrar por tipo de cocina:

source: Filter by delivery location:
ar: البحث بمواقع التوصيل:
es_mx: Filtrar por ubicación de entrega:

source: Manage your withdraw requests.
ar: أدر طلبات السحب
es_mx: Gestionar sus peticiones de reembolso de fondos.

source: Check for updates
ar: ابحث عن تحديثات
es_mx: Comprobar actualizaciones

source: This plugin is up to date.
ar: البرنامج محدث إلى اليوم
es_mx: El plugin está actualizado.

source: A new version of this plugin is available.
ar: هناك نسخة جديدة للبرنامج
es_mx: Una nueva versión del plugin está disponible.

source: Unknown update checker status "%s"
ar: نسخة باحث التحديثات غير معروف "%s"
es_mx: Estado del actualizador desconocido "%s"

source: General seller commission percentage.
ar: عمولة البائع العامة

source: This will identify a general commission amount any new restaurant will get. If you wish to set different commissions for different restaurants you can do it from the restaurant user profile settings page.
ar: هذا وسوف يحدد العمولة العامة التي سوف يحصل عليها أي مطعم جديد. إذا كنت ترغب في تعيين عمولات مختلفة لمطاعم مختلفة يمكنك أن تفعل ذلك من صفحة إعدادات المطعم في صفحة مستخدمين ورد برس.

source: paypal
ar: باي بال

source: LazyEater Settings
ar: إعدادات LazyEater

source: Veg.
ar: نباتي

source: Non-Veg.
ar: غير نباتي

source: Ship to
ar: أوصل إلى

source: Total
ar: الإجمالي

source: Seller Percentage
ar: عمولة البائع

source: Percentage
ar: النسبة المئوية

source: How much amount (%) will get from each order
ar: النسبة التي ستحصل عليها من كل طلب

source: Product
ar: المنتج

source: Exclude products
ar: استبعاد المنتجات

source: Products which must not be in the cart to use this coupon or, for "Product Discounts", which products are not discounted.
ar: المنتجات التي يجب أن لا يكون في عربة التسوق لاستخدام هذه القسيمة أو، ل "تخفيضات المنتج"، والتي لا يشملها التخفيض.

source: Product categories
ar: فئات المنتجات

source: Any category
ar: أي فئة

source: A product must be in this category for the coupon to remain valid or, for "Product Discounts", products in these categories will be discounted.
ar: يجب أن يكون المنتج في هذه الفئة لتبقى القسيمة سارية المفعول، أو ل "تخفيضات المنتج"، سيتم الخصم للمنتجات في هذه الفئة فقط.

source: Exclude categories
ar: استبعاد فئات

source: No categories
ar: لا يوجد فئات

source: Product must not be in this category for the coupon to remain valid or, for "Product Discounts", products in these categories will not be discounted.
ar: لا يجب أن يكون المنتج في هذه الفئة لتبقى القسيمة سارية المفعول، أو ل "تخفيضات المنتج"، لن يتم تخفيض المنتجات الموجودة في هذه الفئة.

source: Refunds
ar: المبالغ المستردة

source: Start Date
ar: تاريخ البدء

source: End Date
ar: تاريخ الإنتهاء

source: Online (%d)
ar: اون لاين (%d)

source: Simple
ar: عادي

source: Variable
ar: متغير

source: General
ar: العامة

source: Enter Short description about the item.
ar: أدخل معلومات ملخصة حول هذا الصنف.

source: SKU
ar: الرمز التسلسلي المنتج

source: Stock
ar: المخزون

source: Your Dashboard
ar: لوحة التحكم

source: The Restaurant Will not delivery to your location, please choose another option.
ar: لن يقوم المطعم بتوصيل الطعام إلى منطقتك، يرجى اختيار خيار اخر.

source: Notice: The Delivery Will be sent to the Order Billing Address
ar: ملاحظة: سيتم إرسال الطلب إلى العنوان المسجل في فاتورة الشراء

source: Dine-in
ar: محلي

source: Via
ar: عبر

source: Tel:
ar: الهاتف:

source: Terms of Service.
ar: شروط الخدمة

source: %2$s Rating
ar: %2$s تقيماَ

source: Google plus
ar: حساب جوجل بلس

source: Linkedin
ar: حساب لينكدن

source: Youtube
ar: حساب يوتوب

source: Email
ar: البريد الالكتروني

source: The percentage this seller will get after each sale.
ar: النسبة التي سيحصل عليها هذا البائع بعد كل طلب

source: You've already pending withdraw request(s). Until it's been rejected or approved, you can't submit any new request.
ar: لديك طلب قيد الانتظار. حتى يتم رفضه أو الموافقة عليه، لا يمكن تقديم أي طلب جديد.

source: PayPal
ar: باي بال

source: E-mail
ar: البريد الإلكتروني

source: Quantity
ar: كمية

source: Remove this item
ar: حذف الصنف

source: Coupon
ar: القسيمة

source: Virtual
ar: افتراضي

source: Shipping Address
ar: عنوان الشحن

source: Email:
ar: البريد:

source: Customer IP:
ar: أي بي المستخدم:
